{
  "errors": {
    "40036": "La politique de stockage par défaut ne peut pas être supprimée.",
    "40037": "Certains blobs de fichiers utilisent cette politique, veuillez d'abord supprimer ces blobs de fichiers.",
    "40038": "{{message}} groupe(s) utilisent cette politique, veuillez d'abord dissocier ces groupes.",
    "40040": "Impossible d'effectuer cette action sur le groupe système.",
    "40041": "{{message}} utilisateurs sont encore dans ce groupe, veuillez d'abord supprimer ou dissocier ces utilisateurs.",
    "40042": "Impossible de changer le groupe du groupe d'utilisateurs système.",
    "40043": "Impossible d'effectuer cette action sur l'utilisateur par défaut.",
    "40046": "Impossible d'effectuer cette action sur le nœud maître.",
    "40060": "Le nœud esclave ne peut pas envoyer de requête de rappel au maître, veuillez vérifier le paramètre du nœud maître : Basique - Informations du site - URL du site, assurez-vous que le nœud esclave peut accéder à cette URL. ({{message}})",
    "40061": "Version Cloudreve incompatible. ({{message}})",
    "40086": "Le nœud est utilisé par les politiques de stockage suivantes : {{message}}.",
    "50008": "Échec de la mise à jour du paramètre. ({{message}})",
    "50009": "Échec de l'ajout de la politique CORS."
  },
  "nav": {
    "summary": "Résumé",
    "settings": "Paramètres",
    "basicSetting": "Basique",
    "email": "E-mail",
    "transportation": "Transmission",
    "appearance": "Apparence",
    "image": "Images",
    "captcha": "Captcha",
    "storagePolicy": "Politique de stockage",
    "nodes": "Nœuds",
    "groups": "Groupes",
    "users": "Utilisateurs",
    "files": "Fichiers",
    "entities": "Blobs de fichiers",
    "shares": "Partages",
    "tasks": "Tâches en arrière-plan",
    "remoteDownload": "Téléchargement distant",
    "generalTasks": "Général",
    "title": "Tableau de bord",
    "dashboard": "Tableau de bord Cloudreve",
    "userSession": "Session utilisateur",
    "fileSystem": "Système de fichiers",
    "mediaProcessing": "Traitement multimédia",
    "queue": "File d'attente",
    "events": "Événements",
    "server": "Serveur",
    "customProps": "Propriétés personnalisées",
    "abuseReport": "Rapport d'abus"
  },
  "summary": {
    "generatedAt": "Généré le <0></0>",
    "confirmSiteURLTitle": "Confirmer l'URL du site",
    "siteURLNotMatch": "L'URL du site que vous avez définie ne contient pas l'URL actuelle ({{current}}), voulez-vous l'ajouter à la liste ?",
    "setAsPrimary": "Définir comme URL principale du site",
    "setAsPrimaryDes": "Définir {{current}} comme URL principale du site, utilisée pour la communication avec les services externes et la réception des rappels. Veuillez utiliser une URL accessible par WAN.",
    "setAsSecondary": "Ajouter aux URLs secondaires",
    "setAsSecondaryDes": "Ajouter {{current}} aux URLs secondaires, Cloudreve sélectionnera automatiquement s'il faut l'utiliser en fonction de l'URL réellement accédée par l'utilisateur.",
    "siteURLDescription": "Ce paramètre est très important, assurez-vous qu'il correspond à l'URL réelle de votre site. Vous pouvez modifier ce paramètre dans Paramètres - Basique.",
    "ignore": "Ignorer",
    "changeIt": "Le changer",
    "trend": "Tendance",
    "summary": "Résumé",
    "totalUsers": "Utilisateurs",
    "totalFilesAndFolders": "Fichiers et dossiers",
    "shareLinks": "Liens de partage",
    "totalBlobs": "Blobs",
    "homepage": "Page d'accueil",
    "github": "GitHub",
    "documents": "Documents",
    "discordCommunity": "Communauté Discord",
    "telegram": "Groupe Telegram",
    "forum": "Discussions GitHub",
    "buyPro": "Passer à Pro",
    "publishedAt": "publié le <0></0>",
    "licenseExpireAt": "Date d'expiration de la licence",
    "permanentLicense": "Licence permanente",
    "offlineLicenseExpireAy": "Date d'expiration de la licence hors ligne",
    "offlineLicenseDes": "Cloudreve mettra automatiquement à jour la licence hors ligne avant son expiration si votre serveur est connecté au réseau.",
    "licensedDomains": "Domaines sous licence",
    "renew": "Actualiser la licence hors ligne",
    "manageLicense": "Gérer la licence",
    "volPurchase": "La licence VOL client doit être achetée séparément depuis le <0>Tableau de bord de gestion des licences</0>. La licence VOL permet à vos utilisateurs de se connecter à votre site en utilisant <1>Cloudreve iOS</1> gratuitement, sans que les utilisateurs aient besoin de payer un abonnement pour l'application iOS elle-même. Après avoir acheté une licence, veuillez cliquer sur \"Actualiser la licence hors ligne\" ci-dessous.",
    "iosVol": "Licence en volume client iOS (VOL)",
    "refreshSuccessfully": "Actualisé avec succès.",
    "manualRefresh": "Actualiser manuellement la licence hors ligne",
    "manualRefreshDes": "Échec de l'actualisation automatique de la licence hors ligne, veuillez essayer de vous connecter au <0>Tableau de bord de gestion des licences</0> pour obtenir la dernière licence hors ligne et la coller ci-dessous.",
    "announcement": "Annonce"
  },
  "queue": {
    "queueName_io_intense": "IO Intensif",
    "queueName_io_intenseDes": "File d'attente pour gérer de grandes quantités d'opérations IO, incluant : transfert de politique de stockage, décompression, compression.",
    "queueName_media_meta": "Extraction de métadonnées multimédia",
    "queueName_media_metaDes": "Utilisé pour extraire les métadonnées des fichiers multimédia.",
    "queueName_recycle": "Recyclage de blobs",
    "queueName_recycleDes": "Utilisé pour supprimer les blobs de fichiers expirés.",
    "queueName_thumb": "Génération de miniatures",
    "queueName_thumbDes": "Utilisé pour générer des miniatures pour les fichiers.",
    "queueName_remote_download": "Téléchargement distant",
    "queueName_remote_downloadDes": "Utilisé pour traiter les tâches de téléchargement distant.",
    "failed": "Échoué ({{count}})",
    "success": "Succès ({{count}})",
    "suspending": "Suspendu ({{count}})",
    "busyWorker": "En cours de traitement ({{count}})",
    "submited": "Soumis ({{count}})",
    "editQueueSettings": "Modifier les paramètres de la file d'attente - {{name}}",
    "workerNum": "Threads de travail",
    "workerNumDes": "Nombre maximum de tâches à exécuter en parallèle dans la file d'attente des tâches",
    "maxExecution": "Temps d'exécution maximum",
    "maxExecutionDes": "Temps d'exécution maximum (secondes) pour une tâche, après quoi la tâche sera terminée.",
    "backoffFactor": "Facteur de recul",
    "backoffFactorDes": "Facteur de croissance pour les intervalles de temps de nouvelle tentative des tâches.",
    "backoffMaxDuration": "Temps de recul maximum",
    "backoffMaxDurationDes": "Temps de recul maximum (secondes) pour les nouvelles tentatives de tâches.",
    "maxRetry": "Nouvelles tentatives maximum",
    "maxRetryDes": "Nombre maximum de nouvelles tentatives après l'échec d'une tâche.",
    "retryDelay": "Délai de nouvelle tentative",
    "retryDelayDes": "Délai initial (secondes) pour les nouvelles tentatives de tâches."
  },
  "settings": {
    "headlessFooter": "Pied de page de la page d'accueil",
    "headlessFooterDes": "Contenu HTML personnalisé affiché en bas des pages de connexion, d'inscription et de résultat de rappel.",
    "headlessBottom": "Bas de la page d'accueil",
    "headlessBottomDes": "Contenu HTML personnalisé affiché en bas des pages de connexion, d'inscription et de résultat de rappel.",
    "customHTML": "HTML personnalisé",
    "customHTMLDes": "Insérer du contenu HTML personnalisé à la position prédéfinie du site.",
    "sidebarBottom": "Bas de la barre latérale",
    "sidebarBottomDes": "Contenu HTML personnalisé affiché en bas de la barre latérale.",
    "addNavItem": "Ajouter un élément de navigation",
    "customNavItems": "Éléments personnalisés de la barre latérale",
    "customNavItemsDes": "Vous pouvez ajouter des éléments personnalisés à la barre latérale, et les utilisateurs seront redirigés vers le lien correspondant lorsqu'ils cliquent.",
    "navItemUrl": "Lien",
    "iconifyNamePlaceholder": "Identifiant d'icône Iconify, par ex. fluent:home-24-regular",
    "imageUrl": "URL de l'image",
    "iconifyName": "Nom de l'icône Iconify",
    "oidc": "OpenID Connect (OIDC)",
    "oidcDes": "OpenID Connect (OIDC) est un protocole d'authentification ouvert pour la vérification d'identité entre différents systèmes. Après avoir créé une application dans une plateforme d'identité tierce, veuillez ajouter <0>{{url}}</0> au champ \"URI de redirection\". Pour plus de détails, veuillez consulter la <1>documentation</1>.",
    "clientID": "ID client",
    "clientIDDes": "L'ID client de l'application créée dans la plateforme d'identité tierce.",
    "clientSecret": "Secret client",
    "clientSecretDes": "Le secret client de l'application créée dans la plateforme d'identité tierce.",
    "scope": "Portée",
    "scopeDes": "Portées supplémentaires à demander, séparées par des virgules <0>,</0>. Par défaut, Cloudreve demandera <0>openid</0>, <0>email</0> et <0>profile</0> ; pas besoin de répéter ici.",
    "oidcWellknown": "Configuration OIDC Wellknown",
    "oidcWellknownDes": "Document wellknown de la plateforme d'identité tierce, contenant les informations de configuration d'OpenID Connect.",
    "importFromWellknown": "Importer depuis l'URL",
    "importOidc": "Importer la configuration OIDC Wellknown",
    "oidcWellknownUrl": "URL Wellknown",
    "oidcWellknownUrlDes": "URL du document wellknown de la plateforme d'identité tierce, tel que <0>https://accounts.google.com/.well-known/openid-configuration</0>.",
    "resetUrl": "URL de réinitialisation",
    "exceedToleranceDays": "Jours de tolérance pour l'interdiction",
    "activateUrl": "URL d'activation",
    "domainNotLicensed": "Domaine non sous licence",
    "domainNotLicensedDes": "L'URL du site que vous avez définie contient un domaine non autorisé, veuillez ajouter ce sous-domaine dans le <0>Tableau de bord de gestion des licences</0> et cliquez sur le bouton ci-dessous pour mettre à jour la licence et réessayer.",
    "showSettings": "Afficher les paramètres",
    "perPage": "{{num}} par page",
    "noNodes": "Aucun nœud disponible.",
    "extractMediaMeta": "Extraire les métadonnées multimédia",
    "extractMediaMetaDes": "Extraire les métadonnées des fichiers multimédia pour l'affichage et la recherche. Par défaut, les politiques de stockage non locales n'utiliseront que le générateur \"Natif dans la politique de stockage\". Vous pouvez étendre la capacité de miniatures des politiques de stockage tierces en activant la fonctionnalité \"Proxy d'extracteur\" dans la page de paramètres de la politique de stockage. Pour plus de détails, veuillez consulter la <0>documentation</0>.",
    "exif": "EXIF",
    "exifDes": "Extraire les métadonnées EXIF des fichiers image pour l'affichage et la recherche.",
    "music": "Métadonnées musicales",
    "musicDes": "Extraire les métadonnées des fichiers musicaux, incluant le titre, l'artiste, l'album, etc.",
    "ffprobe": "FFprobe",
    "ffprobeDes": "Utiliser FFprobe pour extraire les métadonnées des fichiers vidéo et audio.",
    "maxSizeLocal": "Taille maximale du fichier (Stockage local)",
    "maxSizeLocalDes": "Taille maximale du fichier pour l'extraction de métadonnées lorsque le fichier est stocké dans une politique de stockage local, 0 signifie aucune limite.",
    "maxSizeRemote": "Taille maximale du fichier (Stockage distant)",
    "maxSizeRemoteDes": "Taille maximale du fichier pour l'extraction de métadonnées lorsque le fichier est stocké dans des politiques de stockage tierces, 0 signifie aucune limite.",
    "exifBruteForce": "Utiliser la force brute si nécessaire",
    "exifBruteForceDes": "Lorsqu'activé, l'ensemble du fichier sera scanné pour trouver les données EXIF si elles ne peuvent pas être trouvées dans l'emplacement d'en-tête standard. Cela peut augmenter le temps de traitement mais peut trouver des données EXIF dans des emplacements non standard.",
    "musicCover": "Pochette musicale",
    "musicCoverDes": "Extraire la pochette d'album des fichiers musicaux, prend en charge le conteneur ID3 (v1, 2.2, 2.3 et 2.4). Ce générateur dépend de tout autre générateur de miniatures d'images (intégré à Cloudreve ou VIPS).",
    "geocoding": "Géocodage",
    "geocodingDes": "Obtenez des informations d'adresse en utilisant le service Mapbox basé sur les informations de coordonnées enregistrées dans l'EXIF des médias.",
    "mapboxAK": "Clé API Mapbox",
    "mapboxAKDes": "Clé API créée dans la console Mapbox.",
    "geocodingDependencyWarning": "Le générateur de géocodage dépend du générateur EXIF, veuillez activer le générateur EXIF.",
    "notAppliedToNativeGenerator": "{{prefix}}Non applicable au générateur natif des politiques de stockage.",
    "notAppliedToOneDriveNativeGenerator": "{{prefix}}Non applicable au générateur natif des politiques de stockage OneDrive ou SharePoint.",
    "fileBlobMargin": "Marge du cache d'URL Blob de fichier (secondes)",
    "fileBlobMarginDes": "Lorsque le même Blob de fichier est demandé plusieurs fois, si l'URL initiale a une période de validité restante supérieure à la marge, la même URL sera réutilisée.",
    "fileBlobTimeout": "TTL de l'URL Blob de fichier (secondes)",
    "fileBlobTimeoutDes": "Limiter la période de validité de l'URL temporaire obtenue lorsque les utilisateurs ouvrent ou téléchargent des fichiers, applicable uniquement aux politiques de stockage local, WebDAV, ou aux fichiers téléchargés via le relais Cloudreve.",
    "wopiSessionTimeout": "TTL de session WOPI (secondes)",
    "wopiSessionTimeoutDes": "Limiter la période de validité d'une seule session lorsque les utilisateurs éditent des fichiers en utilisant WOPI. Après expiration, les utilisateurs doivent rouvrir le fichier depuis Cloudreve.",
    "oauthRefresh": "Intervalle d'actualisation pour la politique de stockage OAuth",
    "oauthRefreshDes": "Définir la fréquence d'actualisation des identifiants OAuth pour les politiques de stockage (par ex. OneDrive) qui nécessitent OAuth. Cela peut empêcher l'expiration des identifiants due à de longues périodes d'inactivité",
    "transitParallelNum": "Transferts de relais parallèles maximum",
    "transitParallelNumDes": "Le nombre maximum de téléversements parallèles lorsqu'une tâche de transfert de relais de fichier côté serveur contient plusieurs fichiers.",
    "failedChunkRetry": "Nombre maximum de nouvelles tentatives pour les échecs de téléversement de chunks",
    "failedChunkRetryDes": "Le nombre maximum de nouvelles tentatives pour les échecs de téléversement de chunks, applicable uniquement aux téléversements côté serveur ou aux transferts de relais.",
    "cacheChunks": "Mettre en cache les chunks de streaming",
    "cacheChunksDes": "Si activé, les données de chunk seront mises en cache dans le répertoire temporaire du système pendant le transfert de streaming, afin qu'elles puissent être utilisées pour réessayer les téléversements de chunks échoués ;\n Si désactivé, les téléversements de chunks de transfert de streaming ne prendront pas d'espace disque supplémentaire, mais tout le téléversement échouera immédiatement si le téléversement de chunk échoue.",
    "folderPropsTimeout": "TTL du cache des statistiques de dossier (secondes)",
    "folderPropsTimeoutDes": "La période de validité du cache de résultats lorsque les utilisateurs calculent les statistiques de dossier (taille, nombre de fichiers, etc.).",
    "slaveAPIExpiration": "TTL de signature API esclave (secondes)",
    "slaveAPIExpirationDes": "La période de validité de la signature utilisée par le nœud maître lors de l'accès à l'API du nœud esclave.",
    "uploadSessionTimeout": "TTL de session de téléversement (secondes)",
    "uploadSessionDes": "Dans une période de session de téléversement valide, pour les politiques de stockage prises en charge, les utilisateurs peuvent reprendre les tâches inachevées. La valeur maximale qui peut être définie est limitée par les règles des différents fournisseurs de politiques de stockage.",
    "archiveTimeout": "TTL de session de téléchargement par lots côté serveur (secondes)",
    "advanceOptions": "Options avancées",
    "emojiOptions": "Options emoji",
    "addCategorize": "Ajouter une catégorie",
    "category": "Catégorie",
    "searchQuery": "Requête de catégorisation de fichier",
    "importWopi": "Importer les paramètres de l'application WOPI",
    "wopiEndpoint": "Point de terminaison de découverte WOPI",
    "wopiDes": "Étendre les capacités d'aperçu et d'édition en ligne de Cloudreve en s'intégrant avec des systèmes de traitement de documents en ligne qui prennent en charge le protocole WOPI. Veuillez remplir l'adresse de découverte du service WOPI ici, tel que <0>https://example.com/hosting/discovery</0>. Pour plus de détails, veuillez consulter la <1>documentation</1>.",
    "embeddedWebpageViewer": "Visionneuse de page Web intégrée",
    "wopiViewer": "Application WOPI",
    "ext": "Extension",
    "invalidWopiActionMapping": "Mappage d'action WOPI invalide",
    "woapiActionMapping": "Mappages d'action WOPI",
    "drawioHost": "Instance DrawIO",
    "drawioHostDes": "Vous pouvez utiliser l'URL pour une instance auto-hébergée.",
    "openInNew": "Ouvrir dans une nouvelle fenêtre",
    "openInNewDes": "Si coché, cela ouvrira directement un nouvel onglet pour ouvrir cette application.",
    "maxSize": "Taille maximale du fichier",
    "maxSizeDes": "La taille maximale du fichier prise en charge par cette application. 0 signifie aucune limite. Si le fichier dépasse cette taille, il sera toujours ouvert, mais les utilisateurs seront avertis.",
    "srcEncodedVar": "URL d'accès temporaire au Blob de fichier encodée en URL",
    "srcVar": "URL d'accès temporaire au blob de fichier",
    "srcBase64Var": "URL d'accès temporaire au Blob de fichier encodée en Base64",
    "nameEncodedVar": "Nom de fichier encodé en URL",
    "versionEntityVar": "L'ID Blob de la version de fichier ouverte, vide signifie la dernière version.",
    "fileIdVar": "ID de fichier",
    "userIdVar": "ID utilisateur, vide lorsque non connecté.",
    "userDisplayNameVar": "Nom d'affichage utilisateur encodé en URL.",
    "fileViewers": "Applications de fichier",
    "addViewer": "Ajouter une application",
    "viewerGroupTitle": "Groupe d'applications #{{index}}",
    "viewerType": "Type",
    "viewerPlatform": "Plateforme",
    "viewerPlatformDes": "Sélectionnez la plateforme correspondante pour afficher l'application uniquement sur cette plateforme.",
    "viewerPlatformPC": "Bureau",
    "viewerPlatformMobile": "Mobile",
    "viewerPlatformAll": "Toutes",
    "displayName": "Nom d'affichage",
    "displayNameDes": "Nom d'affichage pour les utilisateurs, prend en charge la clé i18next.",
    "viewerEnabled": "Activé",
    "newFileAction": "Actions de nouveau fichier",
    "newFileActionDes": "En ajoutant ce mappage, les utilisateurs verront cette option d'application lorsqu'ils cliqueront sur le bouton \"Nouveau\".",
    "addNewFileAction": "Ajouter un mappage",
    "builtinViewerType": "Application intégrée",
    "wopiViewerType": "WOPI",
    "customViewerType": "Personnalisé",
    "nMapping": "{{num}} mappage(s)",
    "editViewerTitle": "Modifier {{name}}",
    "builtInIconUrlDes": "Cette application intégrée a une icône par défaut. Lorsque l'URL de l'icône est laissée vide, l'icône par défaut sera utilisée.",
    "viewerUrl": "URL de l'application",
    "viewerUrlDes": "URL de l'application personnalisée, les <0>variables magiques</0> sont prises en charge.",
    "addIcon": "Ajouter une icône",
    "exts": "Liste d'extensions",
    "icon": "Icône",
    "iconUrl": "URL de l'icône",
    "iconColor": "Couleur",
    "iconColorDark": "Couleur (Mode sombre)",
    "fileIcons": "Icônes de fichier",
    "builtinIcon": "Intégré",
    "mimeMapping": "Mappage de type MIME",
    "mimeMappingDes": "Mappage de type MIME au format JSON, où la clé est l'extension de fichier et la valeur est le type MIME. Cloudreve déterminera le type MIME du fichier basé sur l'extension de fichier et ce paramètre.",
    "mapProvider": "Fournisseur de cartes",
    "mapProviderDes": "Fournisseur de cartes utilisé pour afficher les informations de localisation des médias.",
    "mapGoogle": "Google Maps",
    "mapOpenStreetMap": "OpenStreetMap",
    "tileType": "Type de tuile par défaut",
    "tileTypeDes": "Type de tuile par défaut pour Google Maps.",
    "tileTypeTerrain": "Terrain",
    "tileTypeSatellite": "Satellite",
    "tileTypeGeneral": "Régulier",
    "maxPageSize": "Taille maximale de page",
    "maxPageSizeDes": "Limiter le nombre maximum de fichiers que les utilisateurs peuvent ajuster par page.",
    "maxRecursiveSearch": "Nombre maximum de recherches récursives",
    "maxRecursiveSearchDes": "Le nombre maximum de recherches récursives autorisées lors de la recherche de fichiers. Si le nombre de fichiers recherchés dépasse cette limite, la recherche s'arrêtera et avertira l'utilisateur.",
    "maxBatchSize": "Taille maximale de lot",
    "maxBatchSizeDes": "Le nombre maximum de fichiers que les utilisateurs peuvent opérer en lot, seul le niveau supérieur sera compté, et le nombre de fichiers sous les sous-répertoires ne sera pas compté.",
    "defaultPagination": "Méthode de pagination pour la liste de fichiers",
    "cursorPagination": "Pagination par curseur",
    "cursorPaginationDes": "Plus de fichiers seront automatiquement chargés lorsque l'utilisateur fait défiler vers le bas. Cette méthode fonctionne mieux pour les grandes listes de fichiers, mais le nombre total de pages ne peut pas être vu.",
    "offsetPagination": "Pagination par décalage",
    "offsetPaginationDes": "La navigation de pagination sera affichée en bas de la page ; les utilisateurs peuvent voir le nombre total de pages et aller à une page spécifique. Cette méthode fonctionne légèrement moins bien pour les grandes listes de fichiers.",
    "defaultPaginationDes": "La pagination par curseur sera forcée à utiliser lors de la recherche, indépendamment des paramètres ci-dessus.",
    "publicResourceMaxAge": "Âge maximum du cache des ressources statiques (secondes)",
    "publicResourceMaxAgeDes": "L'âge maximum du cache pour les ressources statiques accessibles publiquement (par ex. fichiers, miniatures et photos de profil utilisateur).",
    "cronDes": "{{des}} Une <0>syntaxe Cron</0> correcte est requise ici. Le redémarrage de Cloudreve est nécessaire pour prendre effet.",
    "entityCollectInterval": "Intervalle de recyclage des Blobs de fichier",
    "entityCollectIntervalDes": "Définir la fréquence de scan et de suppression des blobs de fichier expirés.",
    "trashBinInterval": "Intervalle de scan de la corbeille",
    "trashBinIntervalDes": "Définir la fréquence de scan et de suppression des fichiers expirés dans la corbeille.",
    "logtoName": "Nom de la méthode de connexion",
    "logtoNameDes": "Nom de la méthode de connexion, affiché aux utilisateurs. Par défaut \"SSO\", prend en charge la clé i18next.",
    "logtoDirectSSO": "Connexion directe",
    "logtoDirectSSODes": "Si vous voulez ignorer l'écran de connexion Logto et aller directement à la connexion tierce ou SSO, veuillez remplir l'identifiant du connecteur social ici. Pour plus de détails, veuillez consulter la <0>documentation Logto</0>.",
    "logtoEndpoint": "Point de terminaison Logto",
    "logtoEndpointDes": "L'URL du point de terminaison Logto obtenue depuis le panneau de gestion d'application, qui peut être une instance auto-hébergée.",
    "logtoKey": "Secret d'application",
    "logtoKeyDes": "Secret d'application créé dans la page de gestion d'application.",
    "logtoAppIDDes": "ID d'application créé dans la page de gestion d'application.",
    "logto": "Logto",
    "logtoDes": "Avec <0>Logto</0>, vous pouvez obtenir plus de connexions de plateformes tierces, telles qu'Apple, GitHub, Microsoft Entra ID, Google, SMS, etc. Veuillez créer une \"Application Web Traditionnelle\" dans le portail de gestion Logto et ajouter <1>{{url}}</1> aux \"URIs de redirection\".",
    "thirdPartySignIn": "Connexion tierce",
    "logo": "LOGO",
    "logoDes": "URL du LOGO, veuillez fournir différents logos pour les modes sombre et clair.",
    "dark": "Mode sombre",
    "light": "Mode clair",
    "tosUrl": "URL des conditions de service",
    "tosUrlDes": "Sera affiché dans le pied de page de la page de connexion ou d'inscription, laissez vide pour ne pas afficher.",
    "privacyUrl": "URL de la politique de confidentialité",
    "privacyUrlDes": "Sera affiché dans le pied de page de la page de connexion ou d'inscription, laissez vide pour ne pas afficher.",
    "addSecondary": "Ajouter une URL de site secondaire",
    "secondarySiteURL": "Secondaire",
    "secondaryDes": "Vous pouvez également ajouter d'autres URLs secondaires, Cloudreve sélectionnera automatiquement s'il faut l'utiliser en fonction de l'URL réellement accédée par l'utilisateur. L'URL de votre site doit être sous licence.",
    "primarySiteURL": "Principale",
    "primarySiteURLDes": "L'URL principale du site est utilisée pour la communication avec les services externes et la réception des rappels (par ex. paiement, fournisseur de stockage), veuillez utiliser une URL accessible par WAN.",
    "revert": "Annuler les modifications",
    "saved": "Paramètres sauvegardés.",
    "save": "Sauvegarder",
    "basicInformation": "Informations de base",
    "mainTitle": "Nom du site",
    "mainTitleDes": "Nom de l'instance.",
    "siteDescription": "Description du site",
    "siteDescriptionDes": "Description du site Web, qui peut être affichée dans le résumé de la page partagée.",
    "siteURL": "URL du site",
    "customFooterHTML": "HTML de pied de page personnalisé",
    "customFooterHTMLDes": "Code HTML personnalisé inséré en bas de la page.",
    "announcement": "Annonce",
    "announcementDes": "Annonces affichées aux utilisateurs connectés. Une valeur vide ne sera pas affichée. Après que ce contenu soit modifié, tous les utilisateurs verront l'annonce à nouveau.",
    "supportHTML": "Entrez du HTML ou du texte brut.",
    "branding": "Image de marque",
    "smallIcon": "Petite icône",
    "smallIconDes": "URL de la petite icône, format ico ou svg. Cette icône sera également affichée dans les onglets du navigateur, les signets et les raccourcis de bureau.",
    "mediumIcon": "Icône moyenne",
    "mediumIconDes": "URL de l'icône moyenne, taille préférée de 192x192, format png.",
    "largeIcon": "Grande icône",
    "largeIconDes": "URL de la grande icône, taille préférée de 512x512, format png. Cette icône sera également affichée lors du changement de compte dans l'application iOS.",
    "displayMode": "Mode d'affichage",
    "displayModeDes": "Le mode d'affichage d'une application PWA après son installation.",
    "themeColor": "Couleur du thème",
    "themeColorDes": "Valeur de couleur CSS qui affecte la couleur de la barre d'état sur l'écran de lancement PWA, la barre d'état dans la page de contenu, et la barre d'adresse.",
    "backgroundColor": "Couleur d'arrière-plan",
    "backgroundColorDes": "Valeur de couleur CSS.",
    "hint": "Astuce",
    "webauthnNoHttps": "Web Authn nécessite que votre site Web soit activé en HTTPS, et veuillez confirmer que dans Paramètres - Basique - URL du site utilise également HTTPS.",
    "accountManagement": "Comptes",
    "allowNewRegistrations": "Accepter les nouvelles inscriptions",
    "allowNewRegistrationsDes": "Après désactivation, aucun nouvel utilisateur ne peut s'inscrire, sauf s'il est ajouté manuellement par les administrateurs.",
    "emailActivation": "Activation par e-mail",
    "emailActivationDes": "Après activation, les nouveaux utilisateurs doivent cliquer sur le lien d'activation dans l'e-mail pour terminer les inscriptions. Veuillez vous assurer que les <0>paramètres de livraison d'e-mail</0> sont corrects, sinon l'e-mail d'activation ne sera pas livré.",
    "captchaForSignup": "Captcha pour les inscriptions",
    "captchaForSignupDes": "S'il faut activer le captcha pour les inscriptions.",
    "captchaForLogin": "Captcha pour les connexions",
    "captchaForLoginDes": "S'il faut activer le captcha pour les connexions.",
    "captchaForReset": "Captcha pour la réinitialisation du mot de passe",
    "captchaForResetDes": "S'il faut activer le captcha pour la réinitialisation du mot de passe.",
    "captchaForAbuseReport": "Captcha pour le rapport d'abus",
    "captchaForAbuseReportDes": "S'il faut activer le captcha pour le rapport d'abus.",
    "webauthnDes": "S'il faut permettre aux utilisateurs de se connecter avec des dispositifs d'authentification matérielle, tels que : visage, empreinte digitale ou clé USB ; le site doit activer HTTPS.",
    "webauthn": "Connexion avec les clés d'accès",
    "defaultSymbolics": "Raccourcis de partage par défaut",
    "defaultSymbolicsDes": "Raccourcis de partage par défaut dans le répertoire racine des nouveaux utilisateurs. Veuillez rechercher les liens de partage par ID, vous pouvez voir l'ID sur le côté gauche de la <0>liste de partage</0>.",
    "searchShare": "Rechercher l'ID de partage...",
    "defaultGroup": "Groupe par défaut",
    "defaultGroupDes": "Le groupe d'utilisateurs initial après l'inscription de l'utilisateur.",
    "testMailSent": "L'e-mail de test est envoyé.",
    "testSMTPSettings": "Tester les paramètres SMTP",
    "testSMTPTooltip": "Cloudreve utilisera vos paramètres SMTP actuels pour envoyer un e-mail de test, pas besoin de sauvegarder les paramètres avant de tester.",
    "recipient": "Destinataire",
    "send": "Envoyer",
    "smtp": "SMTP",
    "senderName": "Nom de l'expéditeur",
    "senderNameDes": "Le nom de l'expéditeur affiché dans l'e-mail.",
    "senderAddress": "Adresse de l'expéditeur",
    "senderAddressDes": "Adresse e-mail de l'expéditeur.",
    "smtpServer": "Serveur SMTP",
    "smtpServerDes": "Adresse du serveur SMTP, sans numéro de port.",
    "smtpPort": "Port SMTP",
    "smtpPortDes": "Port du serveur SMTP.",
    "smtpUsername": "Nom d'utilisateur SMTP",
    "smtpUsernameDes": "Nom d'utilisateur SMTP, généralement le même que l'adresse de l'expéditeur.",
    "smtpPassword": "Mot de passe SMTP",
    "smtpPasswordDes": "Mot de passe de la boîte mail de l'expéditeur.",
    "replyToAddress": "Adresse de réponse",
    "replyToAddressDes": "La boîte mail utilisée pour recevoir les e-mails de réponse lorsque les utilisateurs répondent aux e-mails envoyés par le système.",
    "enforceSSL": "Forcer la connexion SSL",
    "enforceSSLDes": "S'il faut forcer une connexion chiffrée SSL. Si vous ne pouvez pas envoyer d'e-mails, vous pouvez désactiver ceci et Cloudreve essaiera d'utiliser STARTTLS et décidera s'il faut utiliser des connexions chiffrées.",
    "smtpTTL": "TTL de connexion SMTP (secondes)",
    "smtpTTLDes": "Les connexions SMTP établies pendant la période TTL seront réutilisées par les nouvelles demandes de livraison d'e-mail.",
    "emailTemplates": "Modèles d'e-mail",
    "activateNewUser": "Activer un nouvel utilisateur",
    "resetPassword": "Réinitialiser le mot de passe",
    "sendTestEmail": "Envoyer un e-mail de test",
    "transportation": "Transmission",
    "workerNum": "Nombre de travailleurs",
    "workerNumDes": "Le nombre maximum de tâches à exécuter en parallèle par la file d'attente des tâches du nœud maître, le redémarrage de Cloudreve est nécessaire pour prendre effet.",
    "tempFolder": "Dossier temporaire",
    "tempFolderDes": "Utilisé pour stocker les fichiers temporaires générés par des tâches telles que la décompression, la compression, etc.",
    "textEditMaxSize": "Taille maximale des fichiers de document éditables",
    "textEditMaxSizeDes": "La taille maximale d'un fichier de document qui peut être édité en ligne, les fichiers au-delà de cette taille ne peuvent pas être édités en ligne. Ce paramètre s'applique aux éditeurs Web en ligne tels que le texte brut, le code et les documents Office (WOPI).",
    "resetConnection": "Réinitialiser la connexion après échec de téléversement",
    "resetConnectionDes": "Si activé, le serveur forcera la réinitialisation de la connexion si la vérification de téléversement échoue.",
    "batchDownload": "Téléchargement par lots",
    "previewURL": "URL d'aperçu",
    "cannotDeleteDefaultTheme": "Impossible de supprimer le thème par défaut.",
    "themeConfig": "Configurations",
    "actions": "Actions",
    "wrongFormat": "Format incorrect.",
    "avatar": "Avatar",
    "gravatarServer": "Serveur Gravatar",
    "gravatarServerDes": "URL du serveur miroir Gravatar.",
    "avatarFilePath": "Chemin du fichier avatar",
    "avatarFilePathDes": "Chemin pour sauvegarder les fichiers avatar des utilisateurs, relatif au dossier de données Cloudreve.",
    "avatarSize": "Taille maximale du fichier avatar",
    "avatarSizeDes": "Taille maximale des fichiers avatar que les utilisateurs peuvent téléverser.",
    "avatarImageSize": "Taille de l'image (px)",
    "avatarImageSizeDes": "L'image de profil sélectionnée sera redimensionnée à la taille donnée, en pixels.",
    "filePreview": "Aperçu de fichier",
    "thumbnails": "Miniatures",
    "thumbnailDoc": "Pour plus d'informations sur les miniatures, voir le <0>document</0>.",
    "thumbnailDocLink": "https://docs.cloudreve.org/usage/thumbnails",
    "thumbnailBasic": "Basique",
    "generators": "Générateurs de miniatures",
    "thumbMaxSize": "Taille maximale du fichier original",
    "thumbMaxSizeDes": "La taille maximale du fichier original pour laquelle des miniatures peuvent être générées, les miniatures ne seront pas générées si les fichiers dépassent cette taille.",
    "generatorProxyWarning": "Par défaut, les politiques de stockage non locales n'utiliseront que le générateur \"Natif dans la politique de stockage\". Vous pouvez étendre la capacité de miniatures des politiques de stockage tierces en activant la fonctionnalité \"Proxy de générateur\" dans la page de paramètres de la politique de stockage. Pour plus de détails, veuillez consulter la <0>documentation</0>.",
    "policyBuiltin": "Natif dans la politique de stockage",
    "policyBuiltinDes": "Utiliser l'API native du fournisseur de stockage pour traiter les miniatures. Pour les politiques locales et S3, ce générateur n'est pas disponible et basculera automatiquement vers d'autres générateurs. Pour les autres politiques de stockage, veuillez aller à la page de paramètres de la politique de stockage pour configurer ce générateur.",
    "cloudreveBuiltin": "Intégré à Cloudreve",
    "cloudreveBuiltinDes": "Seules les images aux formats PNG, JPEG, GIF sont prises en charge en utilisant les capacités de traitement d'images intégrées de Cloudreve.",
    "libreOffice": "LibreOffice",
    "libreOfficeDes": "Utiliser LibreOffice pour générer des miniatures pour les documents Office. Ce générateur dépend de tout autre générateur de miniatures d'images (intégré à Cloudreve ou VIPS).",
    "libraw": "LibRaw / DCRaw",
    "librawDes": "Utiliser le programme d'exemple DCRaw de LibRaw, ou l'exécutable DCRaw original pour générer des miniatures pour les images RAW.",
    "vips": "VIPS",
    "vipsDes": "Utiliser libvips pour traiter les images miniatures, prend en charge plus de formats d'image, et consomme moins de ressources.",
    "thumbDependencyWarning": "LibreOffice ou le générateur de pochette musicale dépendent des générateurs intégrés à Cloudreve ou VIPS, veuillez en activer un.",
    "ffmpeg": "FFmpeg",
    "ffmpegDes": "Utiliser FFmpeg pour générer des miniatures vidéo.",
    "executable": "Exécutable",
    "executableDes": "Le chemin ou la commande de l'exécutable du générateur tiers.",
    "executableTest": "Test",
    "executableTestSuccess": "Le générateur fonctionne, version : {{version}}",
    "generatorExts": "Extensions disponibles",
    "generatorExtsDes": "Liste des extensions de fichier disponibles pour ce générateur, veuillez utiliser la virgule , pour séparer plusieurs extensions.",
    "ffmpegSeek": "Emplacement de capture de miniature",
    "ffmpegSeekDes": "Définir le temps d'interception de miniature, il est recommandé de choisir une valeur plus petite pour accélérer le processus de génération. Si la longueur réelle de la vidéo est dépassée, la génération de miniature échouera.",
    "ffmpegExtraArgs": "Arguments d'entrée supplémentaires",
    "ffmpegExtraArgsDes": "Arguments d'entrée supplémentaires pour appeler FFmpeg.",
    "generatorProxy": "Proxy de générateur",
    "enableThumbProxy": "Utiliser le proxy de générateur",
    "proxyPolicyList": "Politique de stockage activée",
    "proxyPolicyListDes": "Multi-sélectionnable. Si activé, les fichiers dont la politique de stockage ne prend pas en charge la génération native, ses miniatures seront générées par proxy par Cloudreve.",
    "thumbWidth": "Largeur maximale",
    "thumbHeight": "Hauteur maximale",
    "thumbSuffix": "Suffixe du fichier Blob",
    "thumbSuffixDes": "Le suffixe ajouté au nom du fichier Blob original pour la miniature générée, ",
    "thumbFormat": "Format d'image",
    "thumbFormatDes": "Format d'image préféré, si le générateur ne le prend pas en charge, il se dégradrera automatiquement au format jpg.",
    "thumbQuality": "Qualité",
    "thumbQualityDes": "Pourcentage de qualité de compression, valide uniquement pour l'encodage jpg et webp. ",
    "thumbGC": "Exécuter GC après génération de miniature",
    "captcha": "Captcha",
    "captchaType": "Type de captcha",
    "captchaTypeDes": "Sélectionner le type de captcha et le fournisseur.",
    "plainCaptcha": "Graphique simple",
    "reCaptchaV2": "reCAPTCHA V2",
    "turnstile": "Cloudflare Turnstile",
    "turnstileSiteKey": "Clé de site",
    "turnstileSiteKSecret": "Secret",
    "cap": "Cap",
    "capInstanceURL": "URL de l'instance",
    "capInstanceURLDes": "L'URL de votre serveur Cap auto-hébergé. Pour plus de détails, voir la <0>documentation du mode autonome</0>.",
    "capSiteKey": "Clé de site",
    "capSiteKeyDes": "La clé de site de votre tableau de bord du serveur Cap.",
    "capSecretKey": "Clé secrète",
    "capSecretKeyDes": "La clé secrète de votre tableau de bord du serveur Cap.",
    "capAssetServer": "Source du serveur d'assets",
    "capAssetServerDes": "Choisir la source pour charger les assets statiques du captcha Cap. L'utilisation d'un serveur auto-déployé nécessite de définir des variables d'environnement côté serveur, veuillez vous référer à <0>activer le serveur d'assets</0>.",
    "capAssetServerJsdelivr": "CDN jsDelivr",
    "capAssetServerUnpkg": "CDN unpkg",
    "capAssetServerInstance": "Serveur auto-hébergé",
    "captchaProvider": "Fournisseur de captcha",
    "captchaWidth": "Largeur",
    "captchaHeight": "Hauteur",
    "captchaLength": "Longueur",
    "captchaLengthDes": "La longueur des caractères dans le captcha.",
    "captchaMode": "Mode",
    "captchaModeNumber": "Chiffres",
    "captchaModeLetter": "Lettres",
    "captchaModeMath": "Mathématiques",
    "captchaModeNumberLetter": "Chiffres + Lettres",
    "captchaElement": "Éléments à l'intérieur de l'image captcha.",
    "complexOfNoiseText": "Complexité du texte de bruit",
    "complexOfNoiseDot": "Complexité des points de bruit",
    "showHollowLine": "Afficher les lignes creuses",
    "showNoiseDot": "Afficher les points de bruit",
    "showNoiseText": "Afficher le texte de bruit",
    "showSlimeLine": "Afficher les lignes ondulées",
    "showSineLine": "Afficher les lignes sinusoïdales",
    "siteKey": "Clé de site",
    "siteKeyDes": "Vous pouvez la trouver sur la <0>Page de gestion des applications</0>.",
    "siteSecret": "Secret",
    "siteSecretDes": "Vous pouvez le trouver sur la <0>Page de gestion des applications</0>.",
    "secretID": "SecretId",
    "secretIDDes": "Vous pouvez le trouver sur la <0>Page de gestion des accès</0>.",
    "secretKey": "SecretKey",
    "secretKeyDes": "Vous pouvez la trouver sur la <0>Page de gestion des accès</0>.",
    "tCaptchaAppID": "APPID",
    "tCaptchaAppIDDes": "Vous pouvez le trouver sur la <0>Page de gestion des captchas</0>.",
    "tCaptchaSecretKey": "Clé secrète de l'app",
    "tCaptchaSecretKeyDes": "Vous pouvez la trouver sur la <0>Page de gestion des captchas</0>.",
    "staticResourceCache": "Cache des ressources statiques publiques",
    "staticResourceCacheDes": "Âge maximum du cache pour les ressources statiques publiquement accessibles (ex. lien de source de politique locale, lien de téléchargement).",
    "creditSystem": "Système de crédits",
    "creditAndVAS": "Crédits et VAS",
    "enableCredit": "Activer le système de crédits",
    "enableCreditDes": "Activer le système de crédits pour permettre aux utilisateurs de fixer des prix pour leurs liens de partage.",
    "creditPrice": "Prix des crédits",
    "creditPriceDes": "Prix pour recharger les points de crédit avec de l'argent (en unité monétaire minimale). Mettre 0 pour désactiver la recharge de crédits.",
    "shareScoreRate": "Taux de commission du propriétaire du partage",
    "shareScoreRateDes": "Pourcentage (1-100) des points de crédit que les propriétaires de partage reçoivent lorsque leurs liens de partage sont achetés.",
    "cronNotifyUser": "Intervalle de scan pour les utilisateurs dépassant les limites",
    "cronNotifyUserDes": "Scanner et envoyer des rappels par e-mail aux utilisateurs dépassant les limites, ",
    "cronBanUser": "Planification de bannissement des utilisateurs",
    "cronBanUserDes": "Scanner et bannir les utilisateurs dépassant les limites de stockage et les périodes tampon",
    "anonymousPurchase": "Achat anonyme",
    "anonymousPurchaseDes": "Permettre aux utilisateurs non connectés d'acheter directement des liens de partage",
    "shopNavEnabled": "Afficher la navigation Boutique",
    "shopNavEnabledDes": "Afficher les éléments 'Boutique' dans la navigation de la barre latérale",
    "paymentSettings": "Paramètres de paiement",
    "currencyCode": "Code de devise",
    "currencyCodeDes": "Code de devise à trois lettres (ex. USD, CNY, EUR)",
    "currencySymbol": "Symbole de devise",
    "currencySymbolDes": "Symbole de devise à afficher (ex. $, ¥, €)",
    "currencyUnit": "Unité monétaire",
    "currencyUnitDes": "Unité monétaire minimale (ex. 100 pour dollars/centimes)",
    "paymentProviders": "Fournisseurs de paiement",
    "providerName": "Nom du fournisseur, utilisé pour l'affichage aux utilisateurs.",
    "providerType": "Type de fournisseur",
    "providerKey": "Clé secrète",
    "selectCurrency": "Sélectionner une devise commune",
    "addPaymentProvider": "Ajouter un fournisseur de paiement",
    "stripeProvider": "Stripe",
    "weixinProvider": "WeChat Pay",
    "alipayProvider": "Alipay",
    "customProvider": "Fournisseur de paiement personnalisé",
    "customProviderDes": "Créer un plugin pour se connecter à d'autres passerelles de paiement, voir la <0>documentation</0> pour plus de détails.",
    "providerKeyDes": "Clé secrète API de Stripe.",
    "storageProductSettings": "Produit de stockage",
    "storageProductsDes": "Configurer les produits que les utilisateurs peuvent acheter pour étendre leur espace de stockage.",
    "addStorageProduct": "Ajouter un SKU",
    "editStorageProduct": "Modifier le SKU",
    "storageSize": "Taille de stockage",
    "storageSizeBytes": "Taille incluse dans ce SKU",
    "duration": "Durée",
    "durationSeconds": "Durée en secondes (ex. 2592000 pour 30 jours)",
    "price": "Prix",
    "priceInUnits": "Prix (en unité monétaire minimale)",
    "priceInUnitsDes": "Le prix sera affiché comme :",
    "chipLabel": "Étiquette (optionnel)",
    "chipLabelHelp": "Une courte étiquette de texte affichée à côté du nom du produit",
    "usePoints": "Permettre le paiement avec des points",
    "points": "Points",
    "pointsHelp": "Nombre de points requis pour acheter ce produit",
    "pointsUnit": "points",
    "groupProductSettings": "Produit de groupe",
    "groupProductsDes": "Configurer les produits que les utilisateurs peuvent acheter pour rejoindre des groupes d'utilisateurs spécifiques.",
    "addGroupProduct": "Ajouter un produit de groupe",
    "editGroupProduct": "Modifier le produit de groupe",
    "groupId": "ID du groupe",
    "groupIdHelp": "Le groupe d'utilisateurs vers lequel passer après l'achat de ce produit.",
    "description": "Description",
    "descriptionHelp": "Entrez les fonctionnalités ou avantages, un par ligne",
    "receiptEmailTemplate": "Modèle d'e-mail de reçu de paiement",
    "receiptEmailTemplateDes": "Modèle d'e-mail envoyé aux utilisateurs lorsqu'un paiement est confirmé.",
    "activationEmailTemplate": "Modèle d'activation de compte",
    "activationEmailTemplateDes": "Modèle d'e-mail envoyé aux utilisateurs pour activer leurs comptes.",
    "quotaExceededEmailTemplate": "Modèle de dépassement de quota de stockage",
    "quotaExceededEmailTemplateDes": "Modèle d'e-mail envoyé aux utilisateurs lorsqu'ils dépassent leur quota de stockage.",
    "resetPasswordEmailTemplate": "Modèle de réinitialisation de mot de passe",
    "resetPasswordEmailTemplateDes": "Modèle d'e-mail envoyé aux utilisateurs lorsqu'ils demandent une réinitialisation de mot de passe.",
    "preferredLanguage": "Langue préférée",
    "setAsPreferredLanguage": "Définir comme langue préférée",
    "setAsPreferredLanguageDes": "Si la préférence de langue de l'utilisateur ne peut pas être obtenue, le modèle d'e-mail de la langue préférée sera utilisé.",
    "alreadyAsPreferredLanguageDes": "La langue actuelle est déjà définie comme langue préférée. Si la préférence de langue de l'utilisateur ne peut pas être obtenue, ce modèle d'e-mail sera utilisé.",
    "addLanguage": "Ajouter une langue",
    "removeLanguage": "Supprimer la langue",
    "removeLanguageBtn": "Supprimer la langue",
    "cannotRemovePreferredLanguageDes": "Impossible de supprimer la langue préférée. Veuillez définir une autre langue comme langue préférée et réessayer.",
    "languageCodeDes": "Veuillez sélectionner la langue que vous souhaitez ajouter.",
    "emailSubject": "Sujet de l'e-mail",
    "emailSubjectDes": "La ligne d'objet de l'e-mail. Vous pouvez utiliser des <0>variables magiques</0> pour personnaliser le sujet de l'e-mail.",
    "emailBody": "Corps de l'e-mail",
    "emailBodyDes": "Contenu HTML de l'e-mail. Vous pouvez utiliser des <0>variables magiques</0> pour personnaliser le contenu de l'e-mail.",
    "orderTitle": "Titre de la commande",
    "themeOptions": "Options de thème",
    "themeOptionsDes": "Configurer les options de thème personnalisées pour votre site. Ces thèmes seront disponibles pour les utilisateurs dans leurs préférences.",
    "primaryColor": "Couleur primaire",
    "secondaryColor": "Couleur secondaire",
    "primaryColorDark": "Couleur primaire (Sombre)",
    "secondaryColorDark": "Couleur secondaire (Sombre)",
    "addThemeOption": "Ajouter une option de thème",
    "editThemeOption": "Modifier l'option de thème",
    "invalidThemeConfig": "Configuration de thème invalide. Veuillez vérifier votre syntaxe JSON.",
    "themeConfiguration": "Configuration du thème",
    "themePreview": "Aperçu du thème",
    "lightTheme": "Thème clair",
    "darkTheme": "Thème sombre",
    "previewTitle": "Titre d'aperçu",
    "previewTextField": "Champ de saisie",
    "previewPrimary": "Primaire",
    "invalidThemePreview": "Configuration de thème invalide pour l'aperçu",
    "duplicateThemeColor": "Un thème avec cette couleur primaire existe déjà. Veuillez choisir une couleur différente.",
    "themeDes": "Les configurations complètes disponibles peuvent être consultées sur <0>Visualiseur de thème par défaut - Material-UI</0>.",
    "defaultTheme": "Par défaut",
    "auditLog": "Événements",
    "auditLogDes": "Configurer quels événements doivent être enregistrés. Certains événements peuvent être utilisés par le système pour fournir des fonctionnalités supplémentaires, par ex. activité de fichier et activité de connexion.",
    "systemEvents": "Événements système",
    "systemEventsDes": "Événements liés aux opérations et au statut du système.",
    "userEvents": "Événements utilisateur",
    "userEventsDes": "Événements liés aux comptes utilisateur, à l'authentification et aux changements de profil.",
    "fileEvents": "Événements de fichier",
    "fileEventsDes": "Événements liés aux opérations de fichier telles que téléchargement, téléchargement et modification.",
    "shareEvents": "Événements de partage",
    "shareEventsDes": "Événements liés au partage de fichiers et à l'accès aux liens.",
    "versionEvents": "Événements de version",
    "versionEventsDes": "Événements liés à la gestion des versions de fichier.",
    "mediaEvents": "Événements média",
    "mediaEventsDes": "Événements liés au traitement des médias tels que la génération de miniatures.",
    "filesystemEvents": "Événements de système de fichiers",
    "filesystemEventsDes": "Événements liés aux opérations de système de fichiers telles que montage et gestion d'archives.",
    "webdavEvents": "Événements WebDAV",
    "webdavEventsDes": "Événements liés à la gestion et à l'accès des comptes WebDAV.",
    "paymentEvents": "Événements de paiement",
    "paymentEventsDes": "Événements liés aux paiements, points et gestion d'adhésion.",
    "emailEvents": "Événements e-mail",
    "emailEventsDes": "Événements liés à l'envoi d'e-mails et aux notifications.",
    "toggleAll": "Basculer tout",
    "toggleAllDes": "Activer ou désactiver tous les événements de cette catégorie.",
    "event": {
      "file_imported": "Fichier externe importé",
      "server_start": "Démarrage du serveur",
      "user_signup": "Inscription utilisateur",
      "email_sent": "E-mail envoyé",
      "user_activated": "Utilisateur activé",
      "user_login_failed": "Échec de connexion",
      "user_login": "Connexion utilisateur",
      "user_token_refresh": "Actualisation du token",
      "file_create": "Fichier créé",
      "file_rename": "Fichier renommé",
      "set_file_permission": "Permission modifiée",
      "entity_uploaded": "Fichier téléchargé ou mis à jour",
      "entity_downloaded": "Fichier téléchargé",
      "copy_from": "Copier depuis",
      "copy_to": "Copier vers",
      "move_to": "Déplacer vers",
      "delete_file": "Fichier supprimé",
      "move_to_trash": "Déplacer vers la corbeille",
      "share": "Partage créé",
      "share_link_viewed": "Lien de partage consulté",
      "set_current_version": "Définir la version actuelle",
      "delete_version": "Supprimer la version",
      "thumb_generated": "Miniature générée",
      "live_photo_uploaded": "Live photo téléchargée",
      "update_metadata": "Métadonnées mises à jour",
      "edit_share": "Partage modifié",
      "delete_share": "Partage supprimé",
      "mount": "Montage",
      "relocate": "Relocaliser",
      "create_archive": "Créer une archive",
      "extract_archive": "Extraire l'archive",
      "webdav_login_failed": "Échec de connexion WebDAV",
      "webdav_account_create": "Compte WebDAV créé",
      "webdav_account_update": "Compte WebDAV mis à jour",
      "webdav_account_delete": "Compte WebDAV supprimé",
      "payment_created": "Paiement créé",
      "points_change": "Points modifiés",
      "payment_paid": "Paiement effectué",
      "payment_fulfilled": "Commande honorée",
      "payment_fulfill_failed": "Échec d'exécution de commande",
      "storage_added": "Stockage ajouté",
      "group_changed": "Groupe modifié",
      "user_exceed_quota_notified": "Notification de dépassement de quota",
      "user_changed": "Statut utilisateur modifié",
      "get_direct_link": "Obtenir le lien direct",
      "link_account": "Lier un compte externe",
      "unlink_account": "Délier un compte externe",
      "change_nick": "Changer le pseudonyme",
      "change_avatar": "Changer l'avatar",
      "membership_unsubscribe": "Désabonnement d'adhésion",
      "change_password": "Changer le mot de passe",
      "enable_2fa": "Activer 2FA",
      "disable_2fa": "Désactiver 2FA",
      "add_passkey": "Ajouter une clé d'accès",
      "remove_passkey": "Supprimer la clé d'accès",
      "redeem_gift_code": "Utiliser le code cadeau",
      "update_view": "Paramètre de vue modifié",
      "delete_direct_link": "Supprimer le lien direct",
      "report_abuse": "Signaler un abus"
    },
    "server": "Serveur",
    "tempPath": "Chemin temporaire",
    "tempPathDes": "Le répertoire pour stocker les fichiers temporaires, relatif au répertoire de données Cloudreve. Veuillez vous assurer qu'aucune tâche de file d'attente n'est en cours d'exécution avant de le modifier.",
    "siteID": "ID du site",
    "siteIDDes": "Un ID unique pour identifier le site, généralement pas besoin d'être modifié.",
    "siteSecretKey": "Clé maître",
    "siteSecretKeyDes": "La clé maître utilisée pour chiffrer les tokens utilisateur et les signatures. Après rotation, tous les tokens utilisateur et signatures seront invalides. Prend effet après redémarrage de Cloudreve.",
    "rotateSecretKey": "Faire tourner la clé maître",
    "hashidSalt": "Sel HashID",
    "hashidSaltDes": "La valeur de sel utilisée pour générer HashID. Soyez prudent lors du changement, car cela invalidera les liens directs et liens de partage existants.",
    "accessTokenTTL": "TTL du token d'accès",
    "accessTokenTTLDes": "La TTL des tokens d'accès, en secondes.",
    "refreshTokenTTL": "TTL du token de rafraîchissement",
    "refreshTokenTTLDes": "La TTL des tokens de rafraîchissement, en secondes. Cela affecte la durée du statut de connexion utilisateur.",
    "cronGarbageCollect": "Intervalle de scan de collecte des déchets",
    "cronGarbageCollectDes": "Définir la fréquence de scan et recyclage des données expirées dans les fichiers temporaires et le stockage KV.",
    "startWithProtocol": "Doit commencer par http:// ou https://",
    "tlsWarning": "Le site actuel utilise https, remplir une URL http ici peut causer des exceptions.",
    "blobUrlCache": "Cache d'URL Blob",
    "clearBlobUrlCache": "Vider le cache d'URL Blob",
    "clearBlobUrlCacheDes": "Pour augmenter le taux de réussite du cache, Cloudreve met en cache et réutilise les URL Blob. Lorsque l'adresse CDN ou d'autres paramètres changent, veuillez vider le cache.",
    "cacheCleared": "Cache vidé."
  },
  "giftCodes": {
    "giftCodesSettings": "Codes cadeaux",
    "generateGiftCodes": "Générer des codes cadeaux",
    "giftCodeQuantity": "Quantité",
    "giftCodeQuantityHelp": "Nombre de codes cadeaux à générer",
    "giftCodeProductType": "Type de produit",
    "giftCodeTypePoints": "Points",
    "giftCodeTypeStorage": "Stockage",
    "giftCodeTypeGroup": "Groupe",
    "giftCodePointsAmount": "Montant de points",
    "giftCodePointsAmountHelp": "Nombre de points à créditer lors de l'utilisation du code",
    "giftCodeProduct": "Produit",
    "selectStorageProduct": "Sélectionner un produit de stockage",
    "selectGroupProduct": "Sélectionner un produit de groupe",
    "giftCodeType": "Type",
    "giftCodeAmount": "Montant",
    "giftCode": "Code cadeau",
    "giftCodeStatus": "Statut",
    "giftCodeUsedBy": "Utilisé par",
    "giftCodeUsed": "Utilisé",
    "giftCodeUnused": "Disponible",
    "giftCodeDeleted": "Code cadeau supprimé avec succès",
    "giftCodesGenerated": "Codes cadeaux générés avec succès",
    "noGiftCodes": "Aucun code cadeau disponible",
    "generatedCodesTitle": "Codes cadeaux générés",
    "generatedCodesDescription": "Copiez ces codes cadeaux pour les partager avec les utilisateurs. Chaque code ne peut être utilisé qu'une fois.",
    "copyAndClose": "Copier et fermer",
    "duratonTimes": "Quantité",
    "duratonTimesDes": "Combien de quantités du produit sont incluses dans chaque code cadeau.",
    "unknownProduct": "Produit inconnu"
  },
  "policy": {
    "acceleratedDomainUpload": "Utiliser le domaine d'accélération de transfert pour l'upload",
    "acceleratedDomainUploadDes": "Lorsqu'activé, le <0>domaine d'accélération de transfert</0> de Qiniu sera utilisé lors de l'upload de fichiers.",
    "compare": "Comparer",
    "deletePolicyConfirmation": "Êtes-vous sûr de vouloir supprimer la politique de stockage {{name}} ?",
    "streamSaver": "Téléchargement via le navigateur",
    "streamSaverDes": "Lorsqu'activé, les demandes de téléchargement des utilisateurs seront traitées par le navigateur. En raison des limitations de la politique de stockage OneDrive, le nom du fichier téléchargé directement par les utilisateurs ne peut pas être identique au nom du fichier dans Cloudreve, utiliser le navigateur pour gérer les téléchargements peut résoudre ce problème.",
    "oauthCallbackFailed": "Échec de l'autorisation",
    "httpsRequired": "L'application Entra ID nécessite une URL de redirection HTTPS, mais le site actuel utilise HTTP, ce qui peut causer un échec de redirection après connexion, veuillez remplacer manuellement le HTTPS par HTTP dans la barre d'adresse du navigateur.",
    "authorizeMicrosoft": "Se connecter avec Microsoft",
    "redirectUrl": "URL de redirection",
    "redirectUrlDes": "L'affichage actuel est la dernière URL de redirection qui répond aux exigences. Veuillez confirmer si l'URL de redirection dans les paramètres de l'application est cohérente avec celle-ci.",
    "authorizeOneDrive": "Confirmer les paramètres de l'application Entra ID",
    "authorizeOneDriveDes": "Veuillez confirmer si les informations suivantes de l'application Entra ID sont toujours valides. Si nécessaire, veuillez apporter des modifications.",
    "authorizeNow": "Autoriser",
    "authorizeAgain": "Autoriser à nouveau",
    "notGranted": "Aucun compte autorisé, la politique de stockage ne peut pas être utilisée.",
    "granted": "Compte autorisé, informations d'identification actualisées le <0>{{time}}</0>.",
    "grantedNotRefresh": "Compte autorisé, informations d'identification non actualisées depuis le dernier démarrage.",
    "batchDeleteSize": "Taille maximale de suppression en lot",
    "batchDeleteSizeDes": "Limite le nombre maximal de fichiers pouvant être supprimés dans une seule requête API. Ce paramètre n'affectera pas la suppression de fichiers en lot par les utilisateurs. Si non rempli, la valeur par défaut <0>1000</0> sera utilisée. C'est la valeur maximale autorisée pour l'API S3 officielle.",
    "bucketPolicy": "Politique de bucket",
    "cdnOrCustomDomain": "CDN ou CNAME personnalisé",
    "bucketDomain": "Domaine du bucket",
    "bucketDomainDes": "Remplissez le domaine accéléré par CDN ou le domaine CNAME personnalisé que vous avez lié pour le bucket de stockage.",
    "storageNodeInternal": "Nœud de stockage (Endpoint Intranet)",
    "chunkSizeDesOssObs": "Plage autorisée : 100 KB ～ 5 GB.",
    "chunkSizeDesQiniuCos": "Plage autorisée : 1 MB ～ 1 GB.",
    "chunkSizeDesS3": "Plage autorisée : 5 MB ～ 5 GB.",
    "thisIsACustomDomain": "Ceci est un domaine personnalisé",
    "thisIsACustomDomainDes": "Si vous avez lié un domaine personnalisé au bucket de stockage et devez gérer le bucket via le domaine personnalisé, veuillez cocher cette option. Une fois activé, Cloudreve ne tentera pas d'ajouter le nom du Bucket dans le domaine de la requête.",
    "addedManually": "Je l'ai configuré manuellement",
    "origin": "Origine",
    "allowMethods": "Méthodes autorisées",
    "exposeHeaders": "En-têtes exposés",
    "allowHeaders": "En-têtes autorisés",
    "maxAge": "Âge maximum",
    "accessCredential": "Informations d'identification d'accès",
    "downloadTrafficDiagram": "Démonstration du chemin de trafic de téléchargement",
    "downloadRelay": "Relais de téléchargement",
    "downloadRelayDes": "Lorsqu'activé, les demandes de téléchargement des utilisateurs seront proxifiées par Cloudreve.",
    "download": "Téléchargement",
    "downloadCdn": "CDN de téléchargement",
    "useDownloadCdn": "Utiliser le CDN pour le trafic de téléchargement",
    "skipSign": "Ignorer la signature d'URL pour le CDN",
    "skipSignDes": "Si vous avez activé \"Utiliser l'auth source\" pour ce domaine dans les paramètres du bucket, veuillez cocher cette option.",
    "cdnHost": "Hôte CDN",
    "downloadCdnDes": "L'hôte, le protocole et le port de l'URL que les utilisateurs utilisent pour accéder aux fichiers seront remplacés par l'hôte CDN que vous avez spécifié.",
    "mediaExtractorProxy": "Proxy d'extraction de médias",
    "mediaExtractorProxyDes": "Activez cette fonctionnalité pour extraire les métadonnées de médias des fichiers qui ne sont pas pris en charge par les extracteurs natifs du fournisseur de stockage. Veuillez configurer l'extracteur de médias dans <0>Traitement de médias</0>.",
    "mediaExtractorNative": "extracteurs natifs",
    "mediaExtractorOss": "Intelligent Media Management (IMM)",
    "mediaExtractorQiniu": "Qiniu DORA",
    "mediaExtractorCos": "Traitement de données Tencent Cloud",
    "mediaExtractorObs": "service de traitement d'images",
    "nativeMediaMetaExts": "Extensions de fichiers activées pour <0>{{name}}</0>",
    "nativeMediaMetaExtsGeneralDes": "Séparées par des virgules, une valeur vide signifie désactiver <0>{{name}}</0>.",
    "nativeMediaMetaExtsRemote": "Pour le stockage esclave, le support par défaut est EXIF et les métadonnées musicales, vous pouvez remplacer ceci en configurant le nœud esclave avec plus d'extracteurs.",
    "nativeMediaMetaExtOss": "Le service Intelligent Media Management (IMM) prend en charge le traitement audio, vidéo et d'images. Le traitement d'images ne nécessite pas de configuration manuelle, mais si vous devez traiter de l'audio ou de la vidéo, vous devez activer manuellement IMM et le lier au Bucket, veuillez vous référer à la <0>documentation</0> pour la liaison. Après la liaison, veuillez ajouter les extensions que vous souhaitez traiter dans le champ ci-dessus.",
    "nativeMediaMetaExtQiniu": "Le service Qiniu DORA prend en charge le traitement d'audio, vidéo et d'images courants, aucune configuration supplémentaire n'est requise, veuillez remplir les extensions que vous souhaitez traiter ci-dessus.",
    "nativeMediaMetaExtCos": "Le service de traitement de données Tencent Cloud prend en charge le traitement audio, vidéo et d'images. Le traitement d'images ne nécessite pas de configuration manuelle, mais si vous devez traiter de l'audio ou de la vidéo, veuillez d'abord aller sur <0>Traitement de données Tencent Cloud</0> pour activer et lier le bucket de stockage, puis aller dans les paramètres du Bucket - Traitement de médias pour activer le service de traitement d'images. Après la liaison, veuillez ajouter les extensions que vous souhaitez traiter dans le champ ci-dessus.",
    "nativeMediaMetaExtObs": "Le service de traitement d'images prend en charge <0>l'extraction EXIF d'images</0>. Aucune configuration manuelle n'est requise, ajoutez simplement les extensions que vous souhaitez traiter ci-dessus.",
    "thumbProxy": "Proxy de génération de miniatures",
    "thumbProxyDes": "Activez cette fonctionnalité pour générer des miniatures pour les fichiers qui ne répondent pas aux conditions de miniatures natives. Cloudreve essaiera de générer des miniatures et de les télécharger côté stockage. Veuillez configurer le générateur de miniatures dans <0>Traitement de médias</0>.",
    "nativeThumbnailMaxSize": "Taille maximale des miniatures natives",
    "nativeThumbnailMaxSizeDes": "Entrez 0 pour désactiver la limite de taille, les fichiers plus volumineux que cette taille n'utiliseront pas les miniatures natives.",
    "nativeThumbNailsSupportAllExts": "Activer pour toutes les extensions de fichiers",
    "nativeThumbNails": "Extensions de fichiers pour les miniatures natives",
    "nativeThumbNailsGeneralDes": "Séparées par des virgules, une valeur vide signifie désactiver les miniatures natives, pour les extensions de fichiers listées ci-dessus, Cloudreve utilisera la fonctionnalité de miniatures natives du fournisseur de stockage pour générer des miniatures.",
    "nativeThumbNailsGeneralRemote": "Pour le stockage esclave, le support intégré est constitué de miniatures simples d'images et de couvertures musicales, vous pouvez remplacer ceci en configurant le nœud esclave avec plus de générateurs.",
    "nativeThumbNailsGeneralOss": "Pour le stockage Alibaba Cloud OSS, le service de <0>traitement d'images</0> sera utilisé pour générer des miniatures.",
    "nativeThumbNailsGeneralQiniu": "Pour le stockage Qiniu Cloud, le service de <0>traitement d'images de base (imageView2)</0> sera utilisé pour générer des miniatures.",
    "nativeThumbNailsGeneralCos": "Pour le stockage Tencent Cloud COS, le service de <0>traitement de données Tencent Cloud</0> sera utilisé pour générer des miniatures.",
    "nativeThumbNailsGeneralObs": "Pour le stockage Huawei Cloud OBS, le service de <0>traitement d'images</0> sera utilisé pour générer des miniatures.",
    "nativeThumbNailsGeneralUpyun": "Pour le stockage Upyun, le service de <0>traitement d'images</0> sera utilisé pour générer des miniatures.",
    "preallocate": "Pré-allouer l'espace disque",
    "preallocateDes": "Lorsqu'activé, la demande d'upload de l'utilisateur pré-allouera l'espace disque sur le nœud de stockage, et prend également en charge le téléchargement parallèle de chunks. Efficace seulement sur Linux ou Darwin.",
    "chunkConcurrency": "Uploads de chunks concurrents",
    "chunkConcurrencyDes": "Définit le nombre d'uploads de chunks concurrents lors de l'utilisation de l'upload direct web.",
    "sourceWebEdit": "Édition en ligne Web",
    "uploadRelay": "Relais d'upload",
    "uploadRelayDes": "Si activé, les demandes d'upload des utilisateurs seront relayées vers le nœud de stockage via Cloudreve, en raison de l'incapacité à effectuer des uploads par chunks, veuillez ajuster la limite de taille d'upload maximale du serveur web en conséquence.",
    "customProxy": "Proxy personnalisé",
    "storageNode": "Fournisseur de stockage",
    "sourceWeb": "Web / Application officielle",
    "sourceDav": "WebDAV",
    "uploadTrafficDiagram": "Démonstration du chemin de trafic d'upload",
    "node": "Nœud de stockage",
    "nodeDes": "Veuillez sélectionner un nœud esclave pour le stockage de fichiers, vous pouvez créer ou gérer les nœuds de stockage esclaves dans <0>Liste des nœuds</0>.",
    "noBindedGroupWarning": "La politique de stockage actuelle n'est liée à aucun groupe d'utilisateurs, veuillez aller dans <0>Liste des groupes</0> pour lier la politique de stockage actuelle à un groupe d'utilisateurs.",
    "nameRuleImmutable": "La modification des paramètres n'affectera pas les fichiers existants dans la politique de stockage. Le chemin Blob est fixe après la création, même si les variables magiques qu'il contient changent, le chemin ne sera pas mis à jour.",
    "uniqueVarRequired": "Veuillez inclure au moins une variable unique dans le chemin du répertoire ou le nom du blob : {uuid}, {randomkey8}, {randomkey16}.",
    "storageAndUpload": "Stockage et Upload",
    "blobFolderNaming": "Répertoire de stockage Blob",
    "blobFolderNamingDes": "Le répertoire où les Blobs de fichiers sont stockés, vous pouvez utiliser des <0>variables magiques</0>.",
    "blobNameDes": "Le nom du Blob de fichier, vous pouvez utiliser des <0>variables magiques</0>, assurez-vous qu'il soit absolument unique, même pour plusieurs uploads du même nom de fichier dans le même chemin en peu de temps.",
    "blobName": "Nom du Blob",
    "basicInfo": "Informations de base",
    "editX": "Modifier {{name}}",
    "noGroupBinded": "Aucun groupe lié",
    "create": "Créer",
    "addXStoragePolicy": "Ajouter une politique de stockage {{type}}",
    "loadSummary": "Charger le résumé",
    "policySummary": "{{count}} Blobs de fichiers ({{size}})",
    "sharp": "#",
    "name": "Nom",
    "type": "Type",
    "childFiles": "Fichiers enfants",
    "totalSize": "Taille totale",
    "actions": "Actions",
    "authSuccess": "Autorisation accordée.",
    "policyDeleted": "Politique supprimée.",
    "newStoragePolicy": "Nouvelle politique de stockage",
    "all": "Tous",
    "local": "Local",
    "remote": "Nœud distant",
    "qiniu": "Qiniu",
    "upyun": "Upyun",
    "oss": "Alibaba Cloud OSS",
    "cos": "Tencent Cloud COS",
    "onedrive": "OneDrive",
    "s3": "Compatible S3",
    "ks3": "Kingsoft Cloud S3",
    "obs": "Huawei Cloud OBS",
    "load_balance": "Équilibrage de charge",
    "childPolicy": "Politique de stockage enfant",
    "childPolicyDes": "Sélectionnez les politiques de stockage enfants à ajouter au pool d'équilibrage de charge.",
    "weight": "Poids",
    "addTargetPolicy": "Ajouter une politique enfant",
    "selectPolicies": "Sélectionner les politiques",
    "selectPoliciesDes": "Sélectionnez les politiques de stockage à ajouter au pool d'équilibrage de charge.",
    "loadBalanceDes": "Lors de l'utilisation de la politique de stockage à équilibrage de charge, les nouveaux uploads seront distribués aléatoirement vers différentes politiques de stockage enfants basées sur le poids.",
    "xChildPolicies": "{{count}} politiques de stockage enfants",
    "refresh": "Actualiser",
    "delete": "Supprimer",
    "edit": "Modifier",
    "selectAStorageProvider": "Sélectionner un fournisseur de stockage",
    "maxSizeOfSingleFile": "Taille maximale d'un seul fichier",
    "maxSizeOfSingleFileDes": "Entrez 0 pour désactiver la limite.",
    "enterFileExt": "Séparées par des virgules, laissez vide pour autoriser toutes les extensions de fichiers.",
    "extList": "Restrictions d'extension de fichiers",
    "noLimit": "Aucune limite",
    "whitelist": "Autoriser",
    "blacklist": "Refuser",
    "fileNameRegex": "Règles regex de nom de fichier",
    "fileNameRegexDes": "Expression régulière pour correspondre aux noms de fichiers, laissez vide pour aucune restriction.",
    "chunkSizeDes": "Spécifiez la taille de chunk pour les uploads par chunks. Une valeur de 0 signifie qu'aucun upload par chunks n'est utilisé, mais la taille d'upload maximale peut être limitée par le serveur web.",
    "chunkSizeDesSuffix": "{{prefix}} Avec l'upload par chunks, les fichiers uploadés par les utilisateurs seront découpés en chunks et uploadés vers le côté stockage un par un. Après l'interruption de l'upload, les utilisateurs peuvent choisir de continuer l'upload depuis le dernier chunk uploadé.",
    "chunkSize": "Taille de chunk",
    "policyName": "Le nom d'affichage de la politique de stockage, également utilisé pour être présenté aux utilisateurs.",
    "magicVar": {
      "fileNameMagicVar": "Variables magiques de nom de fichier",
      "pathMagicVar": "Variables magiques de chemin",
      "variable": "Variable",
      "description": "Description",
      "example": "Exemple",
      "16digitsRandomString": "Chaîne aléatoire de 16 chiffres",
      "8digitsRandomString": "Chaîne aléatoire de 8 chiffres",
      "secondTimestamp": "Horodatage",
      "nanoTimestamp": "Horodatage nano",
      "uid": "ID utilisateur",
      "originalFileName": "Nom de fichier original",
      "originFileNameNoext": "Nom de fichier original sans extension",
      "extension": "Nom d'extension de fichier",
      "uuidV4": "UUID V4",
      "date": "Date",
      "dateAndTime": "Date et heure",
      "randomNumber": "Nombre aléatoire dans la plage",
      "year": "Année",
      "month": "Mois",
      "day": "Jour",
      "hour": "Heure",
      "minute": "Minute",
      "second": "Seconde",
      "path": "Le chemin initial lors de l'upload du fichier par l'utilisateur"
    },
    "storageBucket": "Bucket de stockage",
    "wanSiteURLDes": "Avant d'utiliser cette politique, assurez-vous que l'adresse que vous avez saisie dans Paramètres de base - Informations du site - URL du site correspond à l'adresse réelle et <0>peut être accessible correctement par WAN</0>.",
    "enterQiniuBucket": "Allez sur <0>tableau de bord Qiniu</0> pour créer un bucket de stockage. Entrez le \"Nom du bucket\" que vous venez de créer.",
    "aclType": "Type de contrôle d'accès",
    "accessTypePulic": "Lecture publique écriture privée",
    "accessTypePrivate": "Lecture/écriture privée",
    "accessType": "Type d'accès",
    "qiniuBucketName": "Nom du bucket",
    "cosObsBucketName": "Nom du bucket",
    "bucketType": "ACL du bucket",
    "bucketTypeDes": "Sélectionnez le type d'ACL pour le bucket que vous venez de créer.",
    "privateBucket": "Privé",
    "privateDes": "Cloudreve signera l'URL du fichier.",
    "publicBucket": "Lecture publique",
    "publicStorage": "Public",
    "publicDes": "Non recommandé, Cloudreve retournera directement le lien direct du fichier, ce qui ne peut pas contrôler efficacement l'accès aux fichiers.",
    "bucketCDNDes": "Remplissez le nom de domaine accéléré par CDN que vous avez lié pour le bucket de stockage.",
    "bucketCDNDomain": "Domaine CDN",
    "qiniuCredentialDes": "Allez dans Centre personnel - Gestion des identifiants dans le tableau de bord Qiniu et remplissez les AK, SK obtenus.",
    "ak": "AK",
    "sk": "SK",
    "cannotEnableForPrivateBucket": "Si cette fonctionnalité est activée pour un bucket privé, vous devez activer \"Utiliser le lien source redirigé\" pour les groupes d'utilisateurs.",
    "chunkSizeLabelQiniu": "Spécifiez la taille de chunk pour les uploads reprenables. La plage autorisée est de 1 MB - 1 GB.",
    "corsSettingStep": "Politique CORS",
    "corsPolicyAdded": "La politique CORS est ajoutée.",
    "createOSSBucketDes": "Allez sur <0>Tableau de bord OSS</0> pour créer un Bucket. Seules les classes de stockage <1>Standard</1> et <2>IA</2> sont prises en charge.",
    "bucketName": "Nom du bucket",
    "publicReadBucket": "Lecture publique",
    "ossEndpointDes": "Allez sur la page de résumé du Bucket, entrez le <2>Port</2> sous la section <1>Accès via Internet</1>, dans la page <0>Endpoint</0>.",
    "ossEndpointDesInternalHint": "Si vous devez configurer un endpoint de domaine intranet ou personnalisé, vous pouvez le définir après avoir créé la politique de stockage.",
    "obsEndpointCnameHint": "Si vous devez configurer un endpoint de domaine personnalisé, vous pouvez le définir après avoir créé la politique de stockage.",
    "endpoint": "EndPoint",
    "ossLANEndpointDes": "Laisser vide signifie ne pas l'utiliser. Si votre Cloudreve est déployé dans les services de calcul Alibaba Cloud qui sont dans la même zone de disponibilité que le bucket OSS, vous pouvez spécifier en plus un endpoint intranet, Cloudreve essaiera d'utiliser cet endpoint côté serveur pour réduire les coûts de trafic.",
    "intranetEndPoint": "Endpoint intranet",
    "ossCDNDes": "Voulez-vous utiliser Alibaba Cloud CDN pour accélérer l'accès aux fichiers ?",
    "createOSSCDNDes": "Allez sur <0>Tableau de bord Alibaba Cloud CDN</0> pour créer un domaine CDN, la source du CDN doit être votre bucket OSS. Entrez le domaine CDN et sélectionnez si vous voulez utiliser HTTPS :",
    "ossAKDes": "Obtenez votre AccessKey dans la page <0>Gestion des informations de sécurité</0>. Vous pouvez aussi créer un AccessKey avec la permission <1>AliyunOSSFullAccess</1> dans <2>Contrôle d'accès RAM</2>.",
    "shouldNotContainSpace": "Ceci ne peut pas contenir d'espaces.",
    "nameThePolicyFirst": "Nommez la politique de stockage :",
    "chunkSizeLabelOSS": "Spécifiez la taille de chunk pour les uploads reprenables. La plage autorisée est de 100 KB - 5 GB.",
    "ossCORSDes": "Cette politique de stockage nécessite une politique CORS pour permettre l'upload depuis le navigateur. Cloudreve peut la configurer automatiquement pour vous, ou vous pouvez la configurer manuellement en suivant les étapes de la documentation. Si vous avez déjà défini la politique CORS pour ce Bucket, cette étape peut être ignorée.",
    "letCloudreveHelpMe": "Laisser Cloudreve la configurer pour moi",
    "skip": "Ignorer",
    "createUpyunBucketDes": "Remplissez le nom du service de stockage que vous avez créé dans <0>Tableau de bord Upyun</0>.",
    "storageServiceName": "Nom du service",
    "operatorName": "Nom de l'opérateur",
    "operatorPassword": "Mot de passe de l'opérateur",
    "tokenStatus": "Anti-hotlinking par token",
    "upyunTokenDes": "Il est fortement recommandé d'activer l'Anti-hotlinking par Token, allez dans le panneau <0>Configuration des fonctionnalités</0> du service de stockage créé, allez dans l'onglet <1>Contrôle d'accès</1>, activez l'Anti-hotlinking par Token et définissez un secret.",
    "tokenEnabled": "Activer l'Anti-hotlinking par Token",
    "tokenDisabled": "Ne pas utiliser l'Anti-hotlinking par Token",
    "upyunTokenSecretDes": "Entrez le secret de l'Anti-hotlinking par Token.",
    "upyunTokenSecret": "Secret Anti-hotlinking par Token",
    "createCOSBucketDes": "Allez sur <0>Tableau de bord COS</0> pour créer un bucket de stockage. Allez sur la page de configuration de base du bucket créé, et copiez le <1>Nom du bucket</1> ci-dessus.",
    "obsBucketDes": "Allez sur <0>Tableau de bord OBS</0> pour créer un bucket de stockage. Entrez le <1>Nom du bucket</1> que vous venez de créer. La classe de stockage ne prend en charge que <2>Standard</2> ou <3>Accès peu fréquent</3>.",
    "cosPrivateRW": "Lecture/Écriture privée",
    "cosPublicRW": "Lecture publique et écriture privée",
    "cosAccessDomainDes": "Sur la page de vue d'ensemble du Bucket créé, remplissez le <1>Domaine d'accès</1> donné sous la section <0>Informations de domaine</0>. Vous pouvez aussi utiliser votre domaine CNAME ou domaine d'accélération CDN.",
    "obsEndpointDes": "Sur la page de vue d'ensemble du Bucket créé, remplissez l'<1>Endpoint</1> donné sous la section <0>Informations de domaine</0>.",
    "accessDomain": "Domaine d'accès",
    "cosCDNDomainDes": "Allez sur <0>Console de gestion CDN Tencent Cloud</0> pour créer un domaine d'accélération CDN et définir le site source sur le bucket COS que vous venez de créer. Remplissez le nom de domaine CDN ci-dessous et sélectionnez si vous voulez utiliser HTTPS.",
    "cosCredentialDes": "Remplissez les clés d'accès obtenues depuis la page <0>Clés d'accès</0> de Tencent Cloud. Assurez-vous que la paire de clés a l'autorisation d'accès aux services COS. Vous pouvez aussi créer un <2>sous-utilisateur</2> avec l'autorisation <1>Accès programmatique</1> et lui accorder l'accès au service COS.",
    "obsCredentialDes": "Remplissez les clés d'accès obtenues depuis la page <0>Clés d'accès</0> de Huawei Cloud. Vous pouvez aussi créer un <2>utilisateur IAM</2> avec l'autorisation <1>Accès programmatique</1> et lui accorder l'autorisation <3>OBS OperateAccess</3>.",
    "grantAccess": "Accorder l'accès",
    "grantAccessLater": "Après avoir créé la politique de stockage, vous devez vous connecter et accorder l'accès dans la page des paramètres de la politique de stockage.",
    "odHttpsWarning": "Vous devez activer HTTPS pour utiliser les politiques de stockage OneDrive/SharePoint ; après activation, assurez-vous de changer Paramètres - Base - Informations du site - URL du site.",
    "creatAadAppDes": "Allez sur <0>Tableau de bord Microsoft Entra ID</0>, après vous être connecté, allez dans le panneau d'administration <1>Microsoft Entra ID</1>, vous pouvez optionnellement utiliser un compte différent de celui utilisé pour stocker les fichiers pour vous connecter.",
    "createAadAppDes2": "Allez dans le menu <0>Inscriptions d'applications</0> sur la gauche et cliquez sur le bouton <1>Nouvelle inscription</1>. Remplissez le formulaire d'inscription d'application. Assurez-vous que <2>Types de comptes pris en charge</2> est sélectionné comme <3>Comptes dans tout répertoire organisationnel (Tout répertoire Azure AD - Multitenant) et comptes Microsoft personnels (par ex. Skype, Xbox)</3> ; <4>URI de redirection (optionnel)</4> est sélectionné comme <5>Web</5> et remplissez <6>{{url}}</6> ; Pour les autres champs, laissez-les par défaut.",
    "entraIdApp": "Informations de l'application Entra ID",
    "aadAppIDDes": "Allez sur la page <0>Vue d'ensemble</0> dans Gestion d'application, la valeur de <1>ID d'application (client)</1>.",
    "aadAppID": "ID d'application (client)",
    "addAppSecretDes": "La façon de créer un secret client : Allez dans le menu <0>Certificats et secrets</0> sur la gauche, cliquez sur le bouton <1>Nouveau secret client</1>, et sélectionnez la durée la plus longue pour <2>Expire</2>. Vous devez créer un nouveau secret client après l'expiration de l'ancien, et mettre à jour le nouveau dans les paramètres de la politique de stockage.",
    "aadAppSecret": "Secret client",
    "aadAccountCloud": "Endpoint Microsoft Graph",
    "aadAccountCloudDes": "Veuillez sélectionner l'endpoint selon le type de compte Microsoft 365 que vous utilisez.",
    "multiTenant": "Cloud public mondial",
    "gallatin": "Cloud chinois 21V",
    "sharePointDes": "Voulez-vous stocker les fichiers dans SharePoint ?",
    "saveToOneDrive": "Stocker les fichiers dans OneDrive par défaut",
    "spSiteURL": "URL du site SharePoint",
    "odReverseProxyURLDes": "Voulez-vous utiliser un serveur proxy inverse personnalisé pour le téléchargement de fichiers ?",
    "odReverseProxyURL": "URL du serveur proxy inverse",
    "chunkSizeDesOd": "Plage autorisée : 5 MB ~ 5GB, OneDrive exige que ce soit un multiple entier de 320 KiB (327 680 octets).",
    "limitOdTPSDes": "Limiter la fréquence des requêtes API OneDrive",
    "tps": "Limite TPS",
    "tpsDes": "Laisser vide pour indiquer aucune limite. Limite cette politique de stockage au nombre maximum de requêtes API envoyées à OneDrive par seconde. Les requêtes qui dépassent cette fréquence seront limitées. Lorsque plusieurs nœuds Cloudreve transfèrent des fichiers, ils utilisent chacun leur propre seau de jetons, donc veuillez réduire ce nombre en conséquence dans cette condition.",
    "tpsBurst": "Rafale TPS",
    "tpsBurstDes": "Lorsque la requête est inactive, Cloudreve peut réserver un nombre spécifié d'emplacements pour de futures rafales de trafic.",
    "odOauthDes": "Cependant, vous devrez cliquer sur le bouton ci-dessous et autoriser avec la connexion au compte Microsoft pour terminer l'initialisation avant de pouvoir l'utiliser. Vous pouvez re-autoriser plus tard sur la page Liste des politiques de stockage.",
    "gotoAuthPage": "Aller à la page d'autorisation",
    "s3BucketDes": "Allez sur le tableau de bord AWS S3 pour créer un bucket, entrez le <0>Nom du bucket</0> que vous venez de créer :",
    "s3EndpointDes": "Spécifiez l'EndPoint (nœud géographique) du bucket de stockage au format URL complet, par ex. <0>https://bucket.region.example.com</0>.",
    "selectRegionDes": "Entrez le code de région du bucket de stockage, par ex. <0>us-east-1</0>. Pour les fournisseurs de stockage compatibles S3 non-AWS, veuillez vous référer à leur documentation pour savoir comment remplir ce champ.",
    "chunkSizeLabelS3": "Spécifiez la taille de chunk pour les uploads reprenables. La plage autorisée est de 5 MB - 5 GB.",
    "policyEndpoint": "Endpoint.",
    "s3Region": "Région",
    "s3EndpointPathStyle": "Sélectionnez le format de l'adresse Endpoint S3. Certaines politiques de stockage compatibles S3 tierces peuvent nécessiter cette option pour fonctionner. Lorsque activé, nous forcerons l'utilisation d'adresses au format chemin, comme <0>http://s3.amazonaws.com/BUCKET/KEY</0>.",
    "usePathEndpoint": "Forcer le style de chemin",
    "thumbExt": "Extensions qui prennent en charge les miniatures",
    "thumbExtDes": "Laisser vide pour indiquer que l'ensemble prédéfini de la politique de stockage est utilisé. Non valide pour les politiques de stockage local, S3.",
    "driverRoot": "Racine du pilote",
    "driverRootDes": "Choisissez où sauvegarder les fichiers dans votre compte OneDrive. Changer cette option rendra les fichiers existants dans la politique de stockage inaccessibles.",
    "saveToDefaultOneDrive": "Sauvegarder les fichiers dans le pilote OneDrive par défaut",
    "saveToSharePoint": "Sauvegarder les fichiers dans SharePoint",
    "sharePointUrlDes": "Entrez l'URL du site SharePoint. Après avoir perdu le focus, le système convertira automatiquement vers l'identifiant de pilote correct.",
    "ks3selectRegionDes": "Entrez le code de région du bucket de stockage, par ex. <0>BEIJING</0> .",
    "ks3EndpointPathStyle": "Sélectionnez le format de l'adresse Endpoint KS3."
  },
  "node": {
    "slave": "esclave",
    "master": "maître",
    "noCapabilities": "Aucune fonctionnalité activée.",
    "active": "Actif",
    "suspended": "Suspendu",
    "deleteNodeConfirmation": "Êtes-vous sûr de vouloir supprimer le nœud {{name}} ?",
    "editNode": "Modifier le nœud {{node}}",
    "thisIsMasterNodes": "Vous modifiez un nœud maître, qui dessert le site actuel.",
    "enableNode": "Activer le nœud",
    "enableNodeDes": "Une fois activé, le nœud acceptera et traitera les fonctionnalités qui ont été activées.",
    "name": "Nom",
    "nameNode": "Nom du nœud, également utilisé pour l'affichage aux utilisateurs.",
    "type": "Type",
    "server": "Point de terminaison du nœud",
    "serverDes": "Point de terminaison utilisé pour la communication du nœud. Si vous souhaitez stocker des fichiers sur ce nœud, cette adresse sera également exposée côté utilisateur pour les téléchargements de fichiers.",
    "loadBalancerRankDes": "Spécifiez un poids d'équilibrage de charge pour ce nœud, la valeur est un entier, plus la valeur est élevée, plus la probabilité d'être sélectionné est élevée.",
    "loadBalancerRank": "Poids d'équilibrage de charge",
    "slaveSecret": "Secret d'esclave",
    "slaveSecretDes": "Secret utilisé pour la communication du nœud esclave avec le nœud maître. Il doit être cohérent avec <1>Secret</1> dans la section <1>Slave</1> du fichier de configuration du nœud esclave.",
    "testNode": "Tester la communication du nœud",
    "testNodeSuccess": "Communication du nœud réussie.",
    "createArchiveDes": "Accepter les demandes de tâches de création d'archives.",
    "extractArchiveDes": "Accepter les demandes de tâches d'extraction d'archives.",
    "remoteDownloadDes": "Accepter les demandes de tâches de téléchargement distant. Une fois activé, vous devez également configurer les informations relatives au téléchargement distant ci-dessous.",
    "downloader": "Téléchargeur",
    "aria2Des": "Démarrez Aria2 avec le même utilisateur/niveau d'accès que celui qui exécute Cloudreve sur le serveur de nœud cible, activez le service RPC dans le fichier de configuration Aria2, pour plus d'informations et de directives, consultez la section \"Téléchargement distant\" de la documentation.",
    "qbittorrentDes": "Démarrez qBittorrent avec le même utilisateur qui exécute Cloudreve sur le serveur de nœud cible, activez le service Web UI dans les paramètres qBittorrent, pour plus d'informations et de directives, consultez la section \"Téléchargement distant\" de la documentation.",
    "rpcServer": "Serveur RPC",
    "rpcServerHelpDes": "Adresse du serveur RPC contenant le numéro de port complet, par ex. <0>http://127.0.0.1:6800/</0>.",
    "rpcToken": "Token RPC",
    "rpcTokenDes": "Cohérent avec <0>rpc-secret</0> dans le fichier de configuration Aria2 ; laissez vide si non défini.",
    "downloaderOptionDes": "Configuration supplémentaire du téléchargeur lors de la création d'une tâche de téléchargement, écrite au format clé-valeur JSON, voir la <0>documentation officielle du téléchargeur</0> pour les paramètres disponibles.",
    "refreshInterval": "Intervalle de rafraîchissement du statut (secondes)",
    "refreshIntervalDes": "L'intervalle auquel Cloudreve demande un rafraîchissement de l'état de la tâche au téléchargeur. L'intervalle de rafraîchissement réel dépend également de la configuration de la file d'attente \"Téléchargement distant\" et de l'occupation du téléchargeur.",
    "waitForSeeding": "Attendre le partage",
    "waitForSeedingDes": "Une fois activé, lorsque la tâche de téléchargement distant est terminée, le nœud maintiendra la tâche en état de partage jusqu'à ce que la condition de fin de partage dans la configuration du téléchargeur soit remplie. Cette fonctionnalité ne prend effet qu'après la fin de la tâche de téléchargement distant, et n'affectera pas l'utilisation des fichiers téléchargés par l'utilisateur.",
    "webUIEndpoint": "Point de terminaison Web UI",
    "webUIEndpointDes": "Le point de terminaison de l'interface Web qBittorrent, par ex. <0>http://127.0.0.1:8080/</0>.",
    "tempPath": "Répertoire de téléchargement temporaire",
    "tempPathDes": "Le répertoire sur le nœud qu'Aria2 utilise comme répertoire de téléchargement temporaire. Le processus Cloudreve sur le nœud a besoin des permissions de lecture, écriture et exécution sur ce répertoire, et le téléchargeur doit également pouvoir accéder à ce répertoire. Laissez vide pour utiliser le chemin de fichier temporaire par défaut.",
    "webUIUsername": "Nom d'utilisateur Web UI",
    "webUIPassword": "Mot de passe Web UI",
    "webUICredDes": "Laissez vide si l'authentification n'est pas activée.",
    "downloaderTestPass": "Connexion réussie au téléchargeur, version : {{version}}",
    "testDownloader": "Tester la communication du téléchargeur",
    "addNewNode": "Nouveau nœud",
    "nameTheNode": "Nommer le nœud :",
    "copyBinary": "",
    "runCrSlave": "Exécutez Cloudreve sur le nœud avec la même version que le maître, et démarrez-le avec le fichier de configuration suivant :",
    "keepIfUpload": "Si vous devez utiliser ce nœud pour les politiques de stockage à l'avenir, veuillez conserver la configuration CORS suivante.",
    "storeFiles": "Stocker les fichiers",
    "storeFilesDes": "Utilisez ce nœud pour stocker les fichiers utilisateur.",
    "storeFilesHint": "Si vous souhaitez utiliser ce nœud pour les politiques de stockage, veuillez créer une politique de stockage esclave et sélectionner ce nœud.",
    "runCrWithConfig": "Enregistrez le fichier ci-dessus comme fichier <0>config.ini</0>, et démarrez Cloudreve avec ce fichier : <0>./cloudreve -c config.ini</0>. Une instance Cloudreve esclave peut servir plusieurs nœuds maîtres Cloudreve ; ajoutez simplement ce nœud esclave à tous les nœuds maîtres et gardez le secret identique.",
    "inputServer": "Entrez le point de terminaison du nœud :",
    "testButton": "Vous pouvez cliquer sur le bouton ci-dessous pour tester si la communication est réussie.",
    "hostHeaderHint": "S'il y a une erreur de signature, veuillez vérifier si le proxy inverse devant le nœud transmet l'en-tête <0>Host</0>.",
    "features": "Fonctionnalités activées",
    "remoteDownload": "Téléchargement distant",
    "refresh": "Actualiser"
  },
  "group": {
    "countUser": "Nombre",
    "anonymous": "Groupe d'utilisateurs anonymes",
    "sysGroup": "Groupe d'utilisateurs système",
    "adminGroup": "Groupe d'utilisateurs administrateur",
    "#": "#",
    "name": "Nom",
    "type": "Politique de stockage",
    "count": "Utilisateurs enfants",
    "size": "Quota de stockage",
    "nameOfGroup": "Nom",
    "nameOfGroupDes": "Nom du groupe, utilisé pour l'affichage aux utilisateurs.",
    "availablePolicies": "Politiques de stockage disponibles",
    "availablePoliciesDes": "Sélectionnez les politiques de stockage que ce groupe peut utiliser. Modifier ce paramètre n'affectera pas les fichiers téléchargés par les utilisateurs.",
    "initialStorageQuota": "Quota de stockage initial",
    "initialStorageQuotaDes": "Stockage maximum pouvant être utilisé par un seul utilisateur sous ce groupe.",
    "isAdmin": "Groupe administrateur",
    "isAdminDes": "Lorsqu'activé, les utilisateurs sous ce groupe auront les permissions d'administrateur.",
    "share": "Partage",
    "allowCreateShareLink": "Créer un lien de partage",
    "allowCreateShareLinkDes": "Si désactivé, les utilisateurs ne peuvent pas créer de liens de partage.",
    "shareFree": "Lien de partage gratuit",
    "shareFreeDes": "Lorsqu'activé, les utilisateurs peuvent accéder à tous les liens de partage payants sans achat.",
    "fileManagement": "Gestion des fichiers",
    "allowWabDAV": "WebDAV",
    "allowWabDAVDes": "Si désactivé, les utilisateurs ne peuvent pas se connecter au stockage via le protocole WebDAV",
    "allowWabDAVProxy": "Proxy WebDAV",
    "allowWabDAVProxyDes": "Si activé, les utilisateurs peuvent configurer le WebDAV pour être proxifié par Cloudreve lors du téléchargement de fichiers.",
    "compressTask": "Tâches de compression/décompression",
    "compressTaskDes": "Si activé, les utilisateurs peuvent faire de la compression/décompression pour les fichiers en ligne.",
    "compressSize": "Taille maximale de fichier à compresser",
    "compressSizeDes": "La taille totale maximale de fichier des tâches de compression qui peuvent être créées par l'utilisateur, remplissez 0 pour indiquer aucune limite. Cette limite n'est pas vérifiée lors de la création de tâches de compression, et si la taille totale des fichiers originaux dépasse cette limite lors de l'exécution, la tâche échouera.",
    "decompressSize": "Taille maximale de fichier à décompresser",
    "decompressSizeDes": "La taille totale maximale de fichier des tâches de décompression qui peuvent être créées par l'utilisateur, remplissez 0 pour indiquer aucune limite.",
    "allowRemoteDownload": "Téléchargement distant",
    "allowRemoteDownloadDes": "Permettre aux utilisateurs de créer des tâches de téléchargement distant. Si vous devez utiliser le téléchargement distant, vous devez également avoir des nœuds avec le téléchargement distant activé dans la <0>Liste des nœuds</0>.",
    "aria2Options": "Options de tâche du téléchargeur",
    "aria2OptionsDes": "Paramètres supplémentaires pour les téléchargeurs (qBittorrent ou Aria2), écrits au format clé-valeur JSON, voir la documentation officielle du téléchargeur pour les paramètres disponibles.",
    "aria2BatchSize": "Taille maximale de lot des tâches de téléchargement distant",
    "aria2BatchSizeDes": "Nombre maximum pour soumettre des tâches de téléchargement distant par lots, remplissez 0 pour indiquer aucune limite.",
    "migratePolicy": "Relocaliser la politique de stockage",
    "migratePolicyDes": "Permettre à l'utilisateur de créer une tâche de relocalisation de politique de stockage.",
    "advanceDelete": "Options avancées de suppression de fichiers",
    "advanceDeleteDes": "Une fois activé, les utilisateurs peuvent choisir de conserver les fichiers physiques lors de la suppression de fichiers. Veuillez n'activer cette option que pour les groupes d'utilisateurs de confiance.",
    "allowSelectNode": "Permettre la sélection de nœud",
    "allowSelectNodeDes": "Lorsqu'activé, l'utilisateur peut sélectionner le nœud préféré avant de créer des tâches. Lorsque désactivé, le nœud sera équilibré en charge par le système dans les nœuds autorisés pour le groupe.",
    "allowedNodes": "Nœuds autorisés",
    "allowedNodesDes": "Spécifiez les nœuds que ce groupe peut utiliser pour créer des tâches. Une liste vide signifie que tous les nœuds sont disponibles. Les utilisateurs ne peuvent sélectionner ou se voir attribuer que des nœuds dans cette liste par l'équilibreur de charge. Actuellement, les tâches couvertes sont : téléchargement distant, compression/décompression de fichiers. Les autres tâches seront attribuées au nœud maître.",
    "allNodes": "Tous les nœuds",
    "esclateAnonymity": "Escalader l'anonymat",
    "esclateAnonymityDes": "Lorsqu'activé, les utilisateurs peuvent attribuer des permissions plus élevées aux utilisateurs anonymes (écriture/suppression/création). Lorsque désactivé, les utilisateurs ne peuvent attribuer que des permissions en lecture seule aux utilisateurs anonymes. Changer ce paramètre n'affectera pas les liens de partage ou fichiers existants.",
    "allowDownloadShare": "Accéder aux liens partagés",
    "allowDownloadShareDes": "Lorsque désactivé, les utilisateurs ne peuvent pas voir les liens partagés d'autres utilisateurs. Ce paramètre a priorité sur les paramètres de permission de lien de partage.",
    "deletedNode": "Nœud supprimé #{{id}}",
    "maxWalkedFiles": "Fichiers parcourus maximum",
    "maxWalkedFilesDes": "Dans certaines opérations qui nécessitent un parcours profond des fichiers, le nombre maximum de fichiers autorisés à être parcourus.",
    "trashBinDuration": "Durée de la corbeille (secondes)",
    "trashBinDurationDes": "Le temps de rétention des fichiers dans la corbeille, les fichiers seront définitivement supprimés après la durée d'expiration. Changer ce paramètre n'affectera pas les fichiers déjà dans la corbeille.",
    "serverSideBatchDownload": "Téléchargement par lot côté serveur",
    "serverSideBatchDownloadDes": "Permettre aux utilisateurs de sélectionner plusieurs fichiers pour utiliser le téléchargement par lot relayé côté serveur, après désactivation, les utilisateurs peuvent toujours utiliser la fonctionnalité de téléchargement par lot basée sur le navigateur pur.",
    "uploadDownload": "Téléchargement et téléchargement",
    "getDirectLink": "Obtenir le lien direct",
    "getDirectLinkDes": "Permettre aux utilisateurs d'obtenir le lien direct du fichier.",
    "bathSourceLinkLimit": "Taille maximale des liens directs par lot",
    "bathSourceLinkLimitDes": "Le nombre maximum de fichiers autorisés pour que les utilisateurs obtiennent des liens directs en un seul lot, remplissez 0 signifie qu'aucune génération par lot de liens directs n'est autorisée.",
    "redirectedSource": "Utiliser le lien direct redirigé",
    "redirectedSourceDes": "Recommandé d'activer. Lorsqu'activé, le lien direct vers le fichier obtenu par l'utilisateur sera redirigé par Cloudreve avec un lien plus court. Lorsque désactivé, le lien direct vers le fichier obtenu par l'utilisateur devient l'URL originale vers le fichier, et est lié à la version du fichier. Certaines politiques produisent des liens directs non redirigés qui ne restent pas persistants ; voir les documents Cloudreve pour plus de détails.",
    "reuseDirectLink": "Réutiliser le lien direct existant",
    "reuseDirectLinkDes": "Lorsqu'activé, plusieurs demandes pour le lien direct du même fichier réutiliseront le lien de redirection existant.",
    "downloadSpeedLimit": "Vitesse de téléchargement maximale",
    "downloadSpeedLimitDes": "Remplissez 0 pour indiquer aucune limite. Lorsque la restriction est activée, la vitesse de téléchargement maximale sera limitée lorsque les utilisateurs téléchargent tous les fichiers sous la politique de stockage qui supporte la limitation de vitesse.",
    "anonymousHint": "Ce groupe d'utilisateurs correspond au visiteur anonyme qui n'est pas connecté.",
    "create": "Créer",
    "copyFromExisting": "Copier depuis un groupe existant ?",
    "notCopy": "Ne pas copier",
    "confirmDelete": "Êtes-vous sûr de vouloir supprimer le groupe {{group}} ?",
    "new": "Nouveau groupe",
    "editGroup": "Modifier {{group}}"
  },
  "user": {
    "createdAt": "Créé le",
    "originUserGroup": "Groupe d'utilisateurs d'origine",
    "originUserGroupDes": "Groupe d'utilisateurs auquel l'utilisateur appartient avant l'achat du groupe actuel, le groupe actuel reviendra à ce groupe après expiration.",
    "noOriginUserGroup": "Non",
    "groupExpired": "Date d'expiration du groupe",
    "groupExpiredDes": "Date d'expiration du groupe au format ISO8601, laisser vide signifie que le groupe est permanent.",
    "openUserFiles": "Ouvrir les fichiers utilisateur",
    "id": "ID",
    "idValue": "{{id}} ({{hash_id}})",
    "avatar": "Photo de profil",
    "removeAvatar": "Supprimer la photo de profil",
    "userDialogTitle": "Détails de l'utilisateur",
    "2FAEnabled": "2FA activé",
    "qqEnabled": "QQ lié",
    "logtoEnabled": "Logto lié",
    "oidcEnabled": "OIDC lié",
    "deleted": "Utilisateur supprimé.",
    "new": "Nouvel utilisateur",
    "filter": "Filtre",
    "emptyNoFilter": "Laisser vide signifie aucun filtre.",
    "selectedObjects": "{{num}} objets sélectionnés.",
    "nick": "Nom d'affichage",
    "email": "Email",
    "group": "Groupe",
    "status": "Statut",
    "usedStorage": "Stockage utilisé",
    "status_active": "Actif",
    "status_inactive": "Inactif",
    "status_manual_banned": "Bloqué manuellement",
    "status_sys_banned": "Bloqué par le système",
    "toggleBan": "Bloquer/Débloquer",
    "filterCondition": "Conditions de filtre",
    "all": "Tous",
    "userStatus": "Statut de l'utilisateur",
    "apply": "Appliquer",
    "editUser": "Modifier {{nick}}",
    "password": "Mot de passe",
    "passwordDes": "Laisser vide signifie aucune modification.",
    "groupDes": "Groupe auquel l'utilisateur appartient.",
    "2FA": "2FA",
    "notEnabled": "Non activé",
    "reset2Fa": "Désactiver",
    "reset": "Réinitialiser",
    "confirmDelete": "Êtes-vous sûr de vouloir supprimer l'utilisateur {{user}} ?",
    "deleteXUsers": "Supprimer {{num}} utilisateurs",
    "confirmBatchDelete": "Êtes-vous sûr de vouloir supprimer {{num}} utilisateurs ?",
    "calibrateStorage": "Calibrer le stockage",
    "calibrateStorageSuccess": "Stockage calibré avec succès."
  },
  "file": {
    "deleteXFiles": "Supprimer {{num}} fichiers",
    "confirmBatchDelete": "Êtes-vous sûr de vouloir supprimer {{num}} fichiers ?",
    "confirmDelete": "Êtes-vous sûr de vouloir supprimer le fichier {{file}} ?",
    "haveShares": "Partagé",
    "haveDirectLinks": "A des liens directs redirigés",
    "directLinkId": "Identifiant de lien",
    "directLinks": "Liens directs redirigés",
    "noRecords": "Aucun enregistrement",
    "speed": "Limite de vitesse",
    "downloads": "Téléchargements",
    "shareLink": "Liens de partage",
    "shareLinkNum": "{{num}} (<0>Voir</0>)",
    "blobType": "Type",
    "noEntities": "Aucun Blob",
    "blobs": "Blobs",
    "creator": "Créateur",
    "source": "Source",
    "key": "Clé",
    "value": "Valeur",
    "isPublic": "Public",
    "noMetadata": "Aucune métadonnée",
    "metadata": "Métadonnées",
    "id": "ID",
    "primaryStoragePolicy": "Politique de stockage principale",
    "fileDialogTitle": "Détails du fichier",
    "name": "Nom du fichier",
    "deleteAsync": "La tâche de suppression sera exécutée en arrière-plan.",
    "forceDelete": "Forcer la suppression",
    "size": "Taille",
    "sizeUsed": "Stockage utilisé",
    "uploader": "Propriétaire",
    "createdAt": "Créé le",
    "uploading": "Téléchargement en cours",
    "unknownUploader": "Inconnu",
    "uploaderID": "ID du propriétaire",
    "searchFileName": "Rechercher le nom du fichier",
    "storagePolicy": "Politique de stockage",
    "selectTargetUser": "Sélectionner l'utilisateur cible",
    "importTaskCreated": "Tâche d'importation créée, vous pouvez voir son statut dans la liste des tâches en arrière-plan.",
    "manuallyPathOnly": "La politique de stockage sélectionnée ne supporte que la saisie manuelle du chemin.",
    "selectFolder": "Sélectionner le dossier",
    "import": "Importer",
    "importExternalFolder": "Importer des dossiers externes",
    "importExternalFolderDes": "Vous pouvez importer des fichiers et structures de répertoires existants de votre politique de stockage dans Cloudreve. L'opération d'importation ne prendra pas de stockage physique supplémentaire, mais déduira quand même le quota de stockage utilisé de l'utilisateur normalement.",
    "storagePolicyDes": "Sélectionnez la politique de stockage où les fichiers à importer sont actuellement stockés.",
    "targetUser": "Utilisateur cible",
    "targetUserDes": "Sélectionnez dans quel système de fichiers utilisateur vous voulez importer les fichiers.",
    "srcFolderPath": "Chemin du dossier source",
    "select": "Sélectionner",
    "selectSrcDes": "Le chemin du répertoire à importer côté stockage.",
    "dstFolderPath": "Chemin du dossier de destination",
    "dstFolderPathDes": "Chemin dans le système de fichiers de l'utilisateur pour contenir tous les fichiers importés.",
    "recursivelyImport": "Importer récursivement",
    "recursivelyImportDes": "S'il faut importer tous les sous-répertoires sous le répertoire récursivement.",
    "createImportTask": "Créer une tâche d'importation",
    "unlink": "Délier (Garder le fichier physique)",
    "searchUser": "Rechercher un utilisateur par nom ou email...",
    "extractMediaMeta": "Extraire les informations média",
    "extractMediaMetaDes": "S'il faut extraire les informations média pour chaque fichier pendant l'importation.",
    "importWarning": "Avertissement",
    "importWarnings": [
      "Après l'importation, le fichier physique sera pris en charge par Cloudreve, veuillez ne pas le modifier externellement par la suite.",
      "N'importez pas le même fichier plusieurs fois.",
      "Si le fichier de l'utilisateur entre en conflit, ce fichier sera ignoré."
    ],
    "otherConditions": "Autres conditions",
    "shareLinkExisted": "A un lien de partage",
    "directLinkExisted": "A un lien direct",
    "isUploading": "En cours de téléchargement"
  },
  "entity": {
    "refenenceCount": "Nombre de références",
    "waitForRecycle": "En attente de recyclage",
    "entityDialogTitle": "Détails du Blob",
    "uploadSessionID": "ID de session de téléchargement",
    "referredFiles": "Fichiers référencés",
    "confirmBatchDelete": "Êtes-vous sûr de vouloir supprimer {{num}} Blobs ?",
    "deleteXEntities": "Supprimer {{num}} Blobs",
    "forceDelete": "Forcer la suppression",
    "forceDeleteDes": "S'il faut supprimer l'enregistrement Blob indépendamment de la suppression du fichier physique."
  },
  "event": {
    "cleanup": "Nettoyage",
    "cleanupAuditLog": "Nettoyage des événements",
    "cleanupAuditLogDescription": "Supprimer tous les événements qui répondent aux conditions suivantes :",
    "cleanupNotAfter": "Avant cette date",
    "cleanupEventTypes": "Types d'événements",
    "cleanupEventTypesDes": "Sélectionnez les types d'événements à nettoyer. Laisser vide pour nettoyer tous les types.",
    "initiator": "Initiateur",
    "event": "Événement",
    "userID": "ID utilisateur",
    "ip": "IP",
    "type": "Type",
    "correlationId": "ID de corrélation",
    "fileID": "ID du fichier",
    "emailSend": "Envoyer l'email \"{{title}}\" à {{email}}",
    "emailFailed": "La file d'attente d'emails a échoué au démarrage",
    "signinFailed": "Échec de connexion : {{reason}}",
    "createDavAccount": "Créer un compte WebDAV : {{account}}",
    "updateDavAccount": "Mettre à jour le compte WebDAV : {{account}}",
    "deleteDavAccount": "Supprimer le compte WebDAV : {{account}}",
    "pointsChange": "Changement de points : {{points}}",
    "storageAdded": "{{size}} de stockage acheté",
    "nickChange": "Nom d'affichage changé de {{old}} à {{new}}",
    "eventDialogTitle": "Détails de l'événement",
    "userAgent": "Agent utilisateur",
    "linkedUser": "Utilisateur lié",
    "datetime": "Heure",
    "linkedFile": "Fichier lié",
    "linkedEntity": "Blob lié",
    "linkedShare": "Partage lié",
    "rawContent": "Contenu brut",
    "confirmDelete": "Êtes-vous sûr de vouloir supprimer cet événement ?",
    "deleteXEvents": "Supprimer {{num}} événements",
    "confirmBatchDelete": "Êtes-vous sûr de vouloir supprimer {{num}} événements ?"
  },
  "share": {
    "confirmBatchDelete": "Êtes-vous sûr de vouloir supprimer {{num}} partages ?",
    "confirmDelete": "Êtes-vous sûr de vouloir supprimer ce partage ?",
    "deleteXShares": "Supprimer {{num}} partages",
    "shareDialogTitle": "Détails du partage",
    "shareLink": "Lien de partage",
    "deleted": "Fichier supprimé",
    "srcFileName": "Fichier source",
    "views": "Vues",
    "downloads": "Téléchargements",
    "price": "Prix",
    "autoExpire": "Expiration automatique",
    "owner": "Propriétaire",
    "createdAt": "Créé le",
    "private": "Cacher de la page de profil",
    "yes": "Oui",
    "no": "Non",
    "afterNDownloads": "Après {{num}} téléchargement(s).",
    "none": "Aucun",
    "srcType": "Type d'objet source",
    "folder": "Dossier",
    "file": "Fichier"
  },
  "task": {
    "cleanupTasks": "Nettoyer les tâches",
    "cleanupTasksDescription": "Nettoyer toutes les tâches qui répondent aux conditions suivantes :",
    "cleanupNotAfter": "Avant cette date",
    "cleanupTaskTypes": "Types de tâches",
    "cleanupTaskTypesDes": "Sélectionnez les types de tâches à nettoyer. Laisser vide pour nettoyer tous les types.",
    "cleanupTaskStatuses": "Statuts des tâches",
    "cleanupTaskStatusesDes": "Sélectionnez les statuts des tâches à nettoyer. Laisser vide pour nettoyer toutes les tâches avec statut terminé.",
    "confirmDelete": "Êtes-vous sûr de vouloir supprimer cette tâche ?",
    "confirmBatchDelete": "Êtes-vous sûr de vouloir supprimer {{num}} tâches ?",
    "deleteXTasks": "Supprimer {{num}} tâches",
    "blobID": "ID du Blob",
    "retryIndex": "Index de nouvelle tentative",
    "entityError": "Blobs qui ont échoué au recyclage",
    "updatedAt": "Mis à jour le",
    "taskDialogTitle": "Détails de la tâche",
    "explicitEntityRecycle": "Recycler explicitement les Blobs de fichiers : {{blobs}}",
    "entityRecycleRoutine": "Scanner et recycler les Blobs de fichiers",
    "mediaMetadata": "Extraire les métadonnées média du Blob <0>#{{entityID}}</0>",
    "uploadSentinelCheck": "Vérifier le statut de la session de téléchargement {{uploadSessionID}}",
    "remoteDownload": "Téléchargement distant : ",
    "owner": "Propriétaire",
    "content": "Contenu",
    "status": "Statut",
    "create_archive": "Créer une archive",
    "extract_archive": "Extraire une archive",
    "relocate": "Relocaliser",
    "remote_download": "Téléchargement distant",
    "media_meta": "Métadonnées média",
    "entity_recycle_routine": "Routine de recyclage d'entité",
    "explicit_entity_recycle": "Recyclage d'entité explicite",
    "upload_sentinel_check": "Vérification de sentinelle de téléchargement",
    "import": "Importation externe",
    "type": "Type",
    "node": "Nœud distribué",
    "createdBy": "Créé par",
    "ready": "Prêt",
    "downloading": "Téléchargement en cours",
    "paused": "En pause",
    "seeding": "Partage",
    "error": "Erreur",
    "finished": "Terminé",
    "canceled": "Annulé/Arrêté",
    "unknown": "Inconnu",
    "errorMsg": "Message d'erreur"
  },
  "payment": {
    "tradeNo": "N° de transaction",
    "productType": "Type de produit",
    "providerID": "ID du fournisseur",
    "status": "Statut",
    "deleteXPayments": "Supprimer {{num}} paiements"
  },
  "customProps": {
    "add": "Ajouter",
    "type": "Type",
    "default": "Valeur par défaut",
    "actions": "Actions",
    "text": "Texte",
    "number": "Nombre",
    "boolean": "Case à cocher",
    "select": "Sélection unique",
    "multiSelect": "Sélection multiple",
    "user": "Utilisateur",
    "link": "Lien",
    "rating": "Évaluation",
    "addProp": "Ajouter une propriété",
    "editProp": "Modifier la propriété",
    "icon": "Icône",
    "iconDes": "Nom d'icône <0>Iconify</0>, laisser vide pour cacher l'icône.",
    "id": "ID",
    "idDes": "ID de propriété, assurez-vous qu'il soit unique parmi toutes les propriétés.",
    "idPatternDes": "Seules les lettres, chiffres, traits de soulignement et tirets sont autorisés.",
    "minLength": "Longueur minimale",
    "maxLength": "Longueur maximale",
    "emptyLimit": "Laisser vide pour ne pas limiter.",
    "minValue": "Valeur minimale",
    "maxValue": "Valeur maximale",
    "options": "Options",
    "optionsDes": "Une option par ligne."
  },
  "vas": {
    "disableSubAddressEmail": "Désactiver les emails de sous-adresse",
    "disableSubAddressEmailDes": "Une fois activé, les adresses email contenant <0>+</0> ne peuvent pas être utilisées pour l'inscription.",
    "confirmDelete": "Êtes-vous sûr de vouloir supprimer ces commandes ?",
    "vas": "VAS",
    "reports": "Rapports",
    "orders": "Paiements",
    "initialFiles": "Fichiers initiaux",
    "initialFilesDes": "Spécifiez les fichiers que l'utilisateur possède initialement après l'inscription. Entrez un ID de fichier pour rechercher les fichiers existants.",
    "filterEmailProvider": "Filtrer le fournisseur d'email",
    "filterEmailProviderDisabled": "Désactivé",
    "filterEmailProviderWhitelist": "Liste blanche",
    "filterEmailProviderBlacklist": "Liste noire",
    "filterEmailProviderDes": "Restreindre le fournisseur d'email pour l'inscription, la connexion SSO tierce n'est pas restreinte.",
    "filterEmailProviderRule": "Règles de filtre de domaine email",
    "filterEmailProviderRuleDes": "Séparez plusieurs champs avec un point-virgule.",
    "qqConnect": "QQ Connect",
    "qqConnectHint": "Lors de la création de l'application, veuillez remplir l'URL de callback : {{url}}",
    "enableQQConnect": "Activer QQ Connect",
    "enableQQConnectDes": "Permettre de lier QQ, utiliser QQ pour se connecter au site web.",
    "loginWithoutBinding": "Connexion sans inscription",
    "loginWithoutBindingDes": "Une fois activé, si un utilisateur se connecte depuis un tiers mais n'a pas de compte lié, le système créera un compte pour lui. Les utilisateurs se connectant de cette façon ne pourront se connecter qu'en utilisant ce tiers à l'avenir.",
    "appid": "APP ID",
    "appidDes": "L'APP ID obtenu depuis la page de gestion d'application.",
    "appKey": "APP KEY",
    "appKeyDes": "L'APP KEY obtenu depuis la page de gestion d'application.",
    "overuseReminder": "Rappel de surutilisation",
    "overuseReminderDes": "Modèle d'email de rappel envoyé aux utilisateurs après que leur capacité dépasse la limite due à l'expiration VAS.",
    "vasSetting": "Paramètres VAS",
    "storagePack": "Packs de stockage",
    "purchasableGroups": "Adhésions",
    "giftCodes": "Codes cadeaux",
    "enable": "Activer",
    "appID": "App ID",
    "appIDDes": "APPID de l'application de paiement.",
    "rsaPrivate": "Clé privée RSA d'application",
    "rsaPrivateDes": "La clé privée RSA2 (SHA256) pour l'application de paiement, généralement générée par vous. Pour plus de détails, consultez <0>Génération de clés RSA</0>.",
    "alipayPublicKey": "Clé publique Alipay",
    "alipayPublicKeyDes": "Fournie par Alipay, disponible dans Gestion d'application - Informations d'application - Méthode de signature API.",
    "wechatPay": "WeChat Pay",
    "applicationID": "ID d'application",
    "applicationIDDes": "Numéro public ou appid d'application mobile demandé par les marchands.",
    "merchantID": "Numéro de marchand",
    "merchantIDDes": "Le numéro de marchand généré et émis par WeChat Pay.",
    "apiV3Secret": "Secret API v3",
    "apiV3SecretDes": "Le marchand doit définir le secret dans [Plateforme Marchand] - [Sécurité API] avant de demander WeChat Pay. La longueur de la clé est de 32 octets.",
    "mcCertificateSerial": "Numéro de série du certificat marchand",
    "mcCertificateSerialDes": "Naviguez vers [Sécurité API] - [Certificat API] - [Voir le certificat] pour voir le numéro de série du certificat API marchand.",
    "mcAPISecret": "Secret API Marchand",
    "mcAPISecretDes": "Contenu du fichier secret apiclient_key.pem.",
    "payjs": "PAYJS",
    "payjsWarning": "Ce service est fourni par <0>PAYJS</0>, une plateforme tierce, et tout litige en découlant n'est pas de la responsabilité des développeurs Cloudreve.",
    "mcNumber": "Numéro de marchand",
    "mcNumberDes": "Disponible sur la page d'accueil du panneau d'administration PAYJS.",
    "communicationSecret": "Clé de communication",
    "otherSettings": "Autres paramètres",
    "banBufferPeriod": "Période tampon de suspension (secondes)",
    "banBufferPeriodDes": "La durée maximale pendant laquelle un utilisateur peut maintenir le statut de dépassement de capacité, au-delà de laquelle l'utilisateur sera suspendu par le système.",
    "allowSellShares": "Permettre la tarification des partages",
    "allowSellSharesDes": "Une fois activé, les utilisateurs peuvent définir un prix de crédit pour le partage et les crédits seront déduits pour le téléchargement.",
    "creditPriceRatio": "Taux d'arrivée des crédits (%)",
    "creditPriceRatioDes": "Le taux de crédits arrivant réellement au partageur pour l'achat d'un partage avec un prix défini pour le téléchargement.",
    "creditPrice": "Prix du crédit (centime)",
    "creditPriceDes": "Prix lors de la recharge des crédits",
    "add": "Ajouter",
    "name": "Nom",
    "price": "Prix",
    "duration": "Durée",
    "size": "Taille",
    "actions": "Actions",
    "orCredits": " Ou {{num}} crédits",
    "highlight": "Mettre en évidence",
    "yes": "Oui",
    "no": "Non",
    "productName": "Nom du produit",
    "qyt": "Qté.",
    "code": "Code",
    "status": "Statut",
    "invalidProduct": "Produit invalide",
    "used": "Utilisé",
    "notUsed": "Non utilisé",
    "generatingResult": "Résultat",
    "addStoragePack": "Ajouter un pack de stockage",
    "editStoragePack": "Modifier le pack de stockage",
    "productNameDes": "Nom d'affichage du produit",
    "packSizeDes": "Taille du pack de stockage",
    "durationDay": "Durée (jour)",
    "durationDayDes": "Durée de validité de chaque pack de stockage.",
    "priceYuan": "Prix (Yuan)",
    "packPriceDes": "Prix du pack de stockage.",
    "priceCredits": "Prix (Crédits)",
    "priceCreditsDes": "Le prix lors de l'utilisation des crédits pour acheter, remplir 0 signifie que vous ne pouvez pas utiliser les crédits pour acheter.",
    "editMembership": "Modifier l'adhésion",
    "addMembership": "Ajouter une adhésion",
    "group": "Groupe",
    "groupDes": "Groupes d'utilisateurs mis à niveau après l'achat.",
    "durationGroupDes": "La validité du temps d'achat de l'unité de groupe d'utilisateurs mis à niveau après l'achat.",
    "groupPriceDes": "Prix d'adhésion",
    "productDescription": "Description du produit (Une par ligne)",
    "productDescriptionDes": "Description du produit affichée sur la page d'achat.",
    "highlightDes": "Une fois activé, sera mis en évidence sur la page de sélection de produit.",
    "generateGiftCode": "Générer des codes cadeaux",
    "numberOfCodes": "Nombre de codes",
    "numberOfCodesDes": "Nombre de codes cadeaux à générer.",
    "linkedProduct": "Produit lié",
    "productQyt": "Qté. du produit",
    "productQytDes": "Pour les produits de crédit, c'est le nombre de points et les autres produits sont des multiples de durées.",
    "freeDownload": "Télécharger les fichiers partagés gratuitement",
    "freeDownloadDes": "Une fois activé, l'utilisateur peut télécharger les partages payants gratuitement.",
    "credits": "Crédits",
    "markSuccessful": "Marqué avec succès.",
    "markAsResolved": "Marquer comme résolu",
    "reportedContent": "Contenu signalé",
    "reason": "Raison",
    "description": "Description",
    "reportTime": "Signalé le",
    "invalid": "[Invalide]",
    "deleteShare": "Supprimer le lien de partage",
    "orderDeleted": "Commande supprimée.",
    "orderName": "Nom",
    "product": "Produit",
    "paymentId": "ID de paiement",
    "orderNumber": "N° de transaction",
    "amount": "Montant",
    "paidBy": "Payé avec",
    "orderOwner": "Créé par",
    "unpaid": "Non payé",
    "paid": "Payé",
    "shareLink": "Lien partagé",
    "mobileApp": "Application mobile",
    "showAppPromotion": "Afficher la page de promotion",
    "showAppPromotionDes": "Une fois activé, l'utilisateur peut voir la page de guidage pour l'application mobile dans la page \"Connecter et monter\".",
    "customPaymentName": "Nom de la méthode de paiement",
    "customPaymentNameDes": "Nom de la méthode de paiement utilisée pour afficher à l'utilisateur.",
    "customPaymentSecretDes": "Clé secrète pour signer les demandes de paiement.",
    "customPaymentEndpoint": "URL de l'API de paiement",
    "customPaymentEndpointDes": "URL à demander lors de la création d'une commande de paiement.",
    "appFeedback": "URL de feedback",
    "appForum": "URL du forum utilisateur",
    "appLinkDes": "Sera affiché dans le client mobile, laisser vide pour cacher l'élément de menu. Ce paramètre ne prendra effet que si la licence VOL est valide."
  },
  "pro": {
    "title": "Fonctionnalités exclusives de la version Pro",
    "description": "La fonctionnalité que vous essayez d'accéder n'est disponible que dans la version Pro de Cloudreve, mettez à niveau pour débloquer toutes les fonctionnalités avancées.",
    "proInclude": "La version Pro inclut :",
    "shareLinkCollabration": "Partage de liens de collaboration",
    "filePermission": "Gestion des permissions des fichiers",
    "multipleStoragePolicy": "Changement de politiques de stockage et de politiques de stockage de répertoire",
    "auditAndActivity": "Journal d'activité des fichiers et du système",
    "vasService": "Services additionnels et système de points",
    "sso": "SSO de connexion unique",
    "more": "......",
    "later": "Plus tard",
    "learnMore": "En savoir plus sur la version Pro",
    "promotionTitle": "Promotion spéciale de mise à niveau de la version communautaire",
    "promotion": "Utilisez le code de promotion <0>{{code}}</0> lors de l'achat pour obtenir un <1>-{{discount}}%</1> de réduction."
  },
  "abuseReport": {
    "deleteXAbuseReports": "Supprimer {{num}} signalements d'abus",
    "folderPath": "Chemin du dossier",
    "reporter": "Rapporteur",
    "shareLink": "Lien partagé <0>#{{id}}</0>",
    "deletedShare": "Lien partagé supprimé",
    "deletedUser": "Utilisateur supprimé",
    "confirmDelete": "Êtes-vous sûr de vouloir supprimer ce signalement d'abus ?",
    "confirmBatchDelete": "Êtes-vous sûr de vouloir supprimer {{num}} signalements d'abus ?",
    "reporterID": "ID de l'utilisateur rapporteur",
    "reportedUserID": "ID de l'utilisateur signalé",
    "shareID": "ID partagé",
    "reason": "Raison"
  }
}
